[
  {
    "url": "https://en.wikipedia.org/wiki/Talanta_Sports_Stadium",
    "title": "Talanta Sports Stadium - Wikipedia",
    "content": "# Talanta Sports Stadium Talanta Sports City | | | Location | Nairobi, Kenya | |---|---| | Coordinates | 01°18′22″S 36°45′01″E / 1.30611°S 36.75028°E | | Capacity | 60,000 (Expected) | | Field size | 105m x 68m | | Surface | Grass | | Construction | | | Broke ground | 31 March 2024 | | Built | 2024 - 2025 (Expected) | | Opened | December 2025 (Expected) | | Construction cost | US$250 million (Estimate) | | General contractor | China Road and Bridge Corporation | | Tenants | | | Kenya national football team 2027 Africa Cup of Nations | **Talanta Sports Stadium**, also **Talanta Sports City** is a sports stadium under construction, in the city of Nairobi, the capital of Kenya. It is intended to be used during the 2027 Africa Cup of Nations soccer tournament. The stadium is one of the stadia that Kenya plans to use during the tournament, that will be jointly hosted by Tanzania, Uganda and Kenya.[1][2] ## Location [edit]The stadium is located in the neighborhood known as \"Jamhuri Grounds\", along Ngong Road, approximately 10 kilometres (6 mi) west of the central business district of Nairobi.[3] ## Overview [edit]Talanta Sports Stadium, with planned capacity of 60,000 is intended for soccer matches and rugby matches only. There will be no athletics track, although athletics fields will be erected adjacent to the stadium. The primary purpose of this stadium is to be part of the host stadia that Kenya will use to host the 2027 Africa Cup of Nations in a tri-state-host tournament to be held in the East African countries of Kenya, Tanzania and Uganda. The other Kenyan stadia are the 60,000 seater Moi International Sports Centre in Kasarani and the 15,000 seater Nyayo National Stadium, also in Nairobi.[4][5] In September 2023, the Confederation of African Football (CAF), announced the **East Africa Pamoja** bid by Kenya, Uganda and Tanzania as the winning bid to host the 2027 AFCON tournament. The bid beat out other bids by other countries including Egypt, Senegal, Botswana and Algeria.[6] At the bidding stage the Kenya Football Federation nominated the three Nairobi national stadiums and the 10,000 seater Kipchoge Keino Stadium in Eldoret.[7] ## Construction [edit]The construction contract was awarded to China Road and Bridge Corporation (CRBC), a subsidiary of China Communications Construction Company (CCCC), a Chinese, majority state-owned, publicly traded, multinational engineering and construction conglomerate. The contract price is yet undisclosed. The supervising engineer is the KDF Engineering Department. Construction started on 1 March 2024 and is planned to last approximately two years.[7] Later it was revealed that the project was a public private partnership (PPP) arrangement between the government of Kenya (GoK), and a yet-to-be identified third party.[8] ## References [edit]**^**Lindwe Danflow (1 March 2024). \"Ruto presides over groundbreaking of Talanta Sports City\".*The Star (Kenya)*. Nairobi, Kenya. Retrieved 27 March 2024.**^**Rading Gerro (3 March 2024). \"New Talanta Sports City to uplift Kenya's quest for a continental sporting hub\".*China Daily*. Beijing, China. Retrieved 27 March 2024.**^**\"Road Distance Between Kenyatta International Convention Center, Nairobi, Kenya And Talanta Sports Stadium, Nairobi, Kenya\" (Map).*Google Maps*. Retrieved 27 March 2024.**^**Tony Mballa (5 March 2024). \"How Talanta Stadium will look like after completion\".*The Star (Kenya)*. Nairobi, Kenya. Retrieved 27 March 2024.**^**Neil Gerrard (14 March 2024). \"CCCC breaks ground on Kenya's Talanta Sports City\".*Constructionbriefing.com*. London, United Kingdom. Retrieved 27 March 2024.**^**Mohamed Issa (9 November 2023). \"Write up for Afcon 2027 joint preparedness resolved\".*The EastAfrican*. Nairobi, Kenya. Retrieved 27 March 2024.- ^ **a**Miriam Nkirote (16 March 2024). \"China's CRBC Begins Work on Talanta Stadium\".**b***Construction Kenya*. Nairobi, Kenya. Retrieved 27 March 2024. **^**Victor Otieno (6 March 2024). \"Talanta Hela Stadium is a PPP project, Sports PS Tum says\".*Daily Nation*. Nairobi, Kenya. Retrieved 27 March 2024.",
    "summary": "The Talanta Sports Stadium, a 60,000-capacity soccer and rugby stadium in Nairobi, Kenya, is under construction by China Road and Bridge Corporation and is expected to open in December 2025.  Part of Kenya's bid (with Tanzania and Uganda) to host the 2027 Africa Cup of Nations, the stadium's construction began in March 2024 with an estimated cost of US$250 million.",
    "claims": [
      "The Talanta Sports Stadium, a 60,000-capacity soccer and rugby stadium in Nairobi, Kenya, is under construction by China Road and Bridge Corporation and is expected to open in December 2025",
      "Part of Kenya's bid (with Tanzania and Uganda) to host the 2027 Africa Cup of Nations, the stadium's construction began in March 2024 with an estimated cost of US$250 million"
    ],
    "fact_check_results": [
      {
        "claim": "The Talanta Sports Stadium, a 60,000-capacity soccer and rugby stadium in Nairobi, Kenya, is under construction by China Road and Bridge Corporation and is expected to open in December 2025",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Part of Kenya's bid (with Tanzania and Uganda) to host the 2027 Africa Cup of Nations, the stadium's construction began in March 2024 with an estimated cost of US$250 million",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.youtube.com/watch?v=2XvVSydmmV8",
    "title": "Talanta Stadium to be ready in December",
    "content": "تعارف پریس کاپی رائٹ ہم سے رابطہ کریں تخلیق کاران تشہیر ڈیولپرز شرائط رازداری پالیسی اور تحفظ YouTube کے کام کرنے کا طریقہ نئی خصوصیات آزمائيں © 2025 Google LLC",
    "summary": "The provided text is not an article about the Talanta Stadium; it's YouTube's copyright and contact information.  Therefore, no summary about the stadium's December readiness can be provided.  The link points to a YouTube video, but the content shown is not related to the video's subject.",
    "claims": [
      "The provided text is not an article about the Talanta Stadium; it's YouTube's copyright and contact information",
      "Therefore, no summary about the stadium's December readiness can be provided",
      "The link points to a YouTube video, but the content shown is not related to the video's subject"
    ],
    "fact_check_results": [
      {
        "claim": "The provided text is not an article about the Talanta Stadium; it's YouTube's copyright and contact information",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Therefore, no summary about the stadium's December readiness can be provided",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The link points to a YouTube video, but the content shown is not related to the video's subject",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.youtube.com/watch?v=KtkU6uwWcQI",
    "title": "\"TALANTA SPORTS COMPLEX: THE GAME-CHANGER FOR KENYAN FOOTBALL!\"",
    "content": "تعارف پریس کاپی رائٹ ہم سے رابطہ کریں تخلیق کاران تشہیر ڈیولپرز شرائط رازداری پالیسی اور تحفظ YouTube کے کام کرنے کا طریقہ نئی خصوصیات آزمائيں © 2025 Google LLC",
    "summary": "The provided text is not an article about the Talanta Sports Complex; it's YouTube's standard copyright and contact information.  Therefore, no summary about the sports complex can be provided.",
    "claims": [
      "The provided text is not an article about the Talanta Sports Complex; it's YouTube's standard copyright and contact information",
      "Therefore, no summary about the sports complex can be provided"
    ],
    "fact_check_results": [
      {
        "claim": "The provided text is not an article about the Talanta Sports Complex; it's YouTube's standard copyright and contact information",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Therefore, no summary about the sports complex can be provided",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.pulsesports.co.ke/football/story/top-5-things-you-didnt-know-about-talanta-sports-stadium-2025072309204494284",
    "title": "Top 5 Things You Didn’t Know About Talanta Sports Stadium",
    "content": "## Discover some of the unique things that you may not have known about the Talanta Sports Stadium currently under construction in Nairobi. Kenya is constructing a state-of-the-art stadium that has been earmarked to be the main venue for the 2027 Africa Cup of Nations (AFCON 2027). The new 60,000-seater facility, known as Talanta Sports City Stadium, is set to change the outlook of Kenya’s sports and it will come with some unique features which will turn it into one of the best in Africa. Kenya has promised to ensure the facility, which is being constructed by China Road and Bridge Construction Company, is completed by December 2025 so that fans and players can get a feel before the continental tournament in 2027. **PAY ATTENTION: Stay updated with the Latest ****Sports News in Kenya**** from Pulse Sports** But what makes the Talanta Sports Stadium unique? 14:00 - 19.07.2025 ## Talanta Stadium Construction Receives Major Boost Ahead of AFCON 2027 The construction of Talanta Sports City Stadium has received a major boost, positioning Kenya to deliver a world-class venue for AFCON 2027. ## Top 5 Things You Didn’t Know About Talanta Sports Stadium ## Unique Funding Model The Talanta Sports Stadium, located in Jamhuri, Nairobi, is projected to cost $350 million, translating to Ksh45.3 billion, and is being funded through infrastructure bonds which, according to Business Daily, has been fully subscribed, exceeding their target and raising Ksh44.875 billion. The entire amount was raised from Kenyan investors, and the bond, issued by Linzi Finco, offers a 15.04 per cent annual return over 15 years. The bond carries a premium package compared to other 15-year infrastructure bonds, which currently offer returns of around 13 per cent. Principal and interest payments will be made semi-annually, with the principal repaid in equal installments of approximately Sh2.98 billion per year. 16:30 - 03.07.2025 ## Talanta Sports City: Sh 44.8 Billion Boost Clears Way for 2027 AFCON Stadium Completion The full subscription of the Sh44.8 billion bond means the government now has the funds to fast-track the completion of Talanta Sports City ahead of AFCON 2027. ## Talanta Sports Stadium Facilities The stadium will have state-of-the-art facilities, including VIP lounges, modern locker rooms, and advanced media centers, ensuring it meets international standards for hosting major football tournaments as stipulated by the Confederation of African Football (CAF). Talanta Sports Stadium will have seven changing rooms, tech-savvy facilities suited for live TV broadcasts, VAR booths and goal-line technology. ## No Tartan Track Unlike all other stadiums in Kenya, the Talanta Sports Stadium will not have an athletics track as it is a football-only facility. Only football and rugby events, on occasions, will be staged at the stadium although athletics fields will be erected adjacent to the stadium, whose ground-breaking was conducted by President William Ruto in March 2024. 22:09 - 21.05.2025 ## Blow For Kenya In Construction of Stadium Earmarked For AFCON 2027 The stalled project is expected to compliment the main stadia of the AFCON 2027 showpiece. ## Inspiration Behind Stadium’s Design The Talanta Sports Stadium’s design is inspired by a blend of Kenyan cultural symbols and international sporting standards. The design incorporates elements reminiscent of Maasai shields and spears, reflecting the nation's rich heritage and symbolising strength and unity. ## Multipurpose Stadium Beyond sports, the stadium will also host cultural events, concerts, and exhibitions that foster community engagement and cohesion.",
    "summary": "Nairobi's Talanta Sports Stadium, a 60,000-seater facility under construction for the 2027 AFCON, is uniquely funded by fully subscribed Kenyan infrastructure bonds offering a 15.04% annual return.  The stadium will feature state-of-the-art facilities, including multiple changing rooms and advanced media centers, but unlike other Kenyan stadiums, will lack an athletics track.",
    "claims": [
      "Nairobi's Talanta Sports Stadium, a 60,000-seater facility under construction for the 2027 AFCON, is uniquely funded by fully subscribed Kenyan infrastructure bonds offering a 15",
      "The stadium will feature state-of-the-art facilities, including multiple changing rooms and advanced media centers, but unlike other Kenyan stadiums, will lack an athletics track"
    ],
    "fact_check_results": [
      {
        "claim": "Nairobi's Talanta Sports Stadium, a 60,000-seater facility under construction for the 2027 AFCON, is uniquely funded by fully subscribed Kenyan infrastructure bonds offering a 15",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The stadium will feature state-of-the-art facilities, including multiple changing rooms and advanced media centers, but unlike other Kenyan stadiums, will lack an athletics track",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://m.youtube.com/watch?v=MhULVts1Dk4",
    "title": "Talanta Stadium Taking Shape || Unbelievable July 2025 Updates Plus Investment Opportunities!",
    "content": "تعارف پریس کاپی رائٹ ہم سے رابطہ کریں تخلیق کاران تشہیر ڈیولپرز شرائط رازداری پالیسی اور تحفظ YouTube کے کام کرنے کا طریقہ نئی خصوصیات آزمائيں © 2025 Google LLC",
    "summary": "The YouTube video title suggests an update on the construction of Talanta Stadium in July 2025, along with investment opportunities. However, the provided content only shows YouTube's copyright and contact information, offering no actual information about the stadium.",
    "claims": [
      "The YouTube video title suggests an update on the construction of Talanta Stadium in July 2025, along with investment opportunities",
      "However, the provided content only shows YouTube's copyright and contact information, offering no actual information about the stadium"
    ],
    "fact_check_results": [
      {
        "claim": "The YouTube video title suggests an update on the construction of Talanta Stadium in July 2025, along with investment opportunities",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "However, the provided content only shows YouTube's copyright and contact information, offering no actual information about the stadium",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.michezoafrika.com/stadium/talanta-city-stadium/305",
    "title": "Talanta City Stadium stadium in Kenya",
    "content": "**Talanta Stadium**, set to be the newest football-only stadium in Kenya, is currently under construction, with its completion aimed for the 2027 Africa Cup of Nations (AFCON), which Kenya will co-host alongside Uganda and Tanzania. Construction began in 2024, and the stadium is being designed exclusively for football, with no athletics track, to meet international football standards. The stadium is strategically located along the bustling Ngong Road, within the Jamhuri Sports Grounds, near the Telekom area. It is just a few kilometers from the intersection of Dagoretti and Ngong Road. Key landmarks nearby include The Junction Mall, which is a short distance away, as well as the Kenya Science Teachers College. The RFUEA Grounds and Ligi Ndogo football grounds are situated approximately one kilometer from the stadium. Additionally, the Ngong Racecourse lies further up Ngong Road, while the Kenyan film studios are also within the stadium's vicinity, contributing to the vibrant and dynamic environment surrounding this state-of-the-art facility. The Toyota CFOA Ngong Road dealership is right opposite the stadium. The area is also famous for nyama choma as well as the side furniture shops along the busy Ngong Road. In anticipation of the increased traffic, the government has embarked on the construction of the Ngong Road/Naivasha Road flyover at the Junction Mall. The project will cost a total of 3.58 billion KES (EUR 25.3 million) from the Spanish Corporate International Fund (FIEM) and is expected to be completed by July 2027. This will be the first time since 1987 that the Kenyan government will be building a standard sports stadium after the completion of the Kasarani Stadium. The arena will have a height of 54 meters and a parking capacity of 3,000 vehicles. The stadium will also have an outdoor training facility that includes a standard athletics track, a football field, and a rugby field.",
    "summary": "A new football-only stadium, Talanta City Stadium, is under construction in Nairobi, Kenya, aiming for completion by 2027 to coincide with the Africa Cup of Nations.  Located near Ngong Road, the 3.58 billion KES stadium will feature a 3,000-car parking capacity and an adjacent outdoor training facility, marking Kenya's first new standard sports stadium since 1987.",
    "claims": [
      "A new football-only stadium, Talanta City Stadium, is under construction in Nairobi, Kenya, aiming for completion by 2027 to coincide with the Africa Cup of Nations",
      "Located near Ngong Road, the 3",
      "58 billion KES stadium will feature a 3,000-car parking capacity and an adjacent outdoor training facility, marking Kenya's first new standard sports stadium since 1987"
    ],
    "fact_check_results": [
      {
        "claim": "A new football-only stadium, Talanta City Stadium, is under construction in Nairobi, Kenya, aiming for completion by 2027 to coincide with the Africa Cup of Nations",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Located near Ngong Road, the 3",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "58 billion KES stadium will feature a 3,000-car parking capacity and an adjacent outdoor training facility, marking Kenya's first new standard sports stadium since 1987",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  }
]