[
  {
    "url": "https://www.britannica.com/science/genetically-modified-organism",
    "title": "Genetically modified organism (GMO) | Definition, Examples, & Facts | Britannica",
    "content": "# genetically modified organism ### What is a genetically modified organism? ### Why are genetically modified organisms important? ### Are genetically modified organisms safe for the environment? ## News • **genetically modified organism (GMO)**, organism whose genome has been engineered in the laboratory in order to favour the expression of desired physiological traits or the generation of desired biological products. In conventional livestock production, crop farming, and even pet breeding, it has long been the practice to breed select individuals of a species in order to produce offspring that have desirable traits. In genetic modification, however, recombinant genetic technologies are employed to produce organisms whose genomes have been precisely altered at the molecular level, usually by the inclusion of genes from unrelated species of organisms that code for traits that would not be obtained easily through conventional selective breeding. Genetically modified organisms (GMOs) are produced using scientific methods that include recombinant DNA technology and reproductive cloning. In reproductive cloning, a nucleus is extracted from a cell of the individual to be cloned and is inserted into the enucleated cytoplasm of a host egg (an enucleated egg is an egg cell that has had its own nucleus removed). The process results in the generation of an offspring that is genetically identical to the donor individual. The first animal produced by means of this cloning technique with a nucleus from an adult donor cell (as opposed to a donor embryo) was a sheep named Dolly, born in 1996. Since then a number of other animals, including pigs, horses, and dogs, have been generated by reproductive cloning technology. Recombinant DNA technology, on the other hand, involves the insertion of one or more individual genes from an organism of one species into the DNA (deoxyribonucleic acid) of another. Whole-genome replacement, involving the transplantation of one bacterial genome into the “cell body,” or cytoplasm, of another microorganism, has been reported, although this technology is still limited to basic scientific applications. GMOs produced through genetic technologies have become a part of everyday life, entering into society through agriculture, medicine, research, and environmental management. However, while GMOs have benefited human society in many ways, some disadvantages exist; therefore, the production of GMOs remains a highly controversial topic in many parts of the world. ## GMOs in agriculture Genetically modified (GM) foods were first approved for human consumption in the United States in 1994, and by 2014–15 about 90 percent of the corn, cotton, and soybeans planted in the United States were GM. By the end of 2014, GM crops covered nearly 1.8 million square kilometres (695,000 square miles) of land in more than two dozen countries worldwide. The majority of GM crops were grown in the Americas. Engineered crops can dramatically increase per area crop yields and, in some cases, reduce the use of chemical insecticides. For example, the application of wide-spectrum insecticides declined in many areas growing plants, such as potatoes, cotton, and corn, that were endowed with a gene from the bacterium *Bacillus thuringiensis*, which produces a natural insecticide called Bt toxin. Field studies conducted in India in which Bt cotton was compared with non-Bt cotton demonstrated a 30–80 percent increase in yield from the GM crop. This increase was attributed to marked improvement in the GM plants’ ability to overcome bollworm infestation, which was otherwise common. Studies of Bt cotton production in Arizona, U.S., demonstrated only small gains in yield—about 5 percent—with an estimated cost reduction of $25–$65 (USD) per acre owing to decreased pesticide applications. In China, where farmers first gained access to Bt cotton in 1997, the GM crop was initially successful. Farmers who had planted Bt cotton reduced their pesticide use by 50–80 percent and increased their earnings by as much as 36 percent. By 2004, however, farmers who had been growing Bt cotton for several years found that the benefits of the crop eroded as populations of secondary insect pests, such as mirids, increased. Farmers once again were forced to spray broad-spectrum pesticides throughout the growing season, such that the average revenue for Bt growers was 8 percent lower than that of farmers who grew conventional cotton. Meanwhile, Bt resistance had also evolved in field populations of major cotton pests, including both the cotton bollworm (*Helicoverpa armigera*) and the pink bollworm (*Pectinophora gossypiella*). Other GM plants were engineered for resistance to a specific chemical herbicide, rather than resistance to a natural predator or pest. Herbicide-resistant crops (HRC) have been available since the mid-1980s; these crops enable effective chemical control of weeds, since only the HRC plants can survive in fields treated with the corr...",
    "summary": "Genetically modified organisms (GMOs) are created through laboratory techniques, altering their genomes to enhance desired traits or produce specific biological products.  These modifications, achieved via recombinant DNA technology or reproductive cloning, have widespread applications across agriculture, medicine, and research, though their use remains controversial due to potential environmental and safety concerns.  GMO crops, for example, have significantly increased agricultural yields globally but face ongoing debate regarding their long-term impacts.",
    "claims": [
      "Genetically modified organisms (GMOs) are created through laboratory techniques, altering their genomes to enhance desired traits or produce specific biological products",
      "These modifications, achieved via recombinant DNA technology or reproductive cloning, have widespread applications across agriculture, medicine, and research, though their use remains controversial due to potential environmental and safety concerns",
      "GMO crops, for example, have significantly increased agricultural yields globally but face ongoing debate regarding their long-term impacts"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified organisms (GMOs) are created through laboratory techniques, altering their genomes to enhance desired traits or produce specific biological products",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "These modifications, achieved via recombinant DNA technology or reproductive cloning, have widespread applications across agriculture, medicine, and research, though their use remains controversial due to potential environmental and safety concerns",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "GMO crops, for example, have significantly increased agricultural yields globally but face ongoing debate regarding their long-term impacts",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond",
    "title": "GMO Crops, Animal Food, and Beyond",
    "content": "# GMO Crops, Animal Food, and Beyond ## Am I eating foods that come from GMO crops? It is very likely you are eating foods and food products that are made with ingredients that come from GMO crops. Many GMO crops are used to make ingredients that Americans eat such as cornstarch, corn syrup, corn oil, soybean oil, canola oil, or granulated sugar. A few fresh fruit and vegetables are available in GMO varieties, including potatoes, summer squash, apples, papayas, and pink pineapples. Although GMOs are in a lot of the foods we eat, most of the GMO crops grown in the United States are used for animal food. To make it easier for consumers to know if the foods they eat contain GMO ingredients, the U.S. Department of Agriculture maintains a list of bioengineered foods available throughout the world. Additionally, you will start seeing the “bioengineered” label on some of the foods we eat because of the new National Bioengineered Food Disclosure Standard. ### GMOs, Farm to Table ## What GMO crops are in the United States? Only a few types of GMO crops are grown in the United States, but some of these GMOs make up a large percentage of the crop grown (e.g., soybeans, corn, sugar beets, canola, and cotton). In 2020, GMO soybeans made up 94% of all soybeans planted, GMO cotton made up 96% of all cotton planted, and 92% of corn planted was GMO corn. In 2013, GMO canola made up 95% of canola planted while GMO sugar beets made up 99.9% of all sugar beets harvested. Most GMO plants are used to make ingredients that are then used in other food products. For example, cornstarch can be made with GMO corn and sugar can be made with GMO sugar beets. **Corn:** Corn is the most commonly grown crop in the United States, and most of it is GMO. Most GMO corn is created to resist insect pests or tolerate herbicides. *Bacillus thuringiensis* (Bt) corn is a GMO corn that produces proteins that are toxic to certain insect pests but not to humans, pets, livestock, or other animals. These are the same types of proteins that organic farmers use to control insect pests, and they do not harm beneficial insects, such as ladybugs. GMO Bt corn reduces the need for spraying insecticides while still preventing insect damage. While a lot of GMO corn goes into processed foods and drinks, most of it is used to feed livestock, like cows, and poultry, like chickens. **Soybean:** Most soy grown in the United States is GMO soy. Most GMO soy is used for food for animals, predominantly poultry and livestock, and making soybean oil. It is also used as ingredients (lecithin, emulsifiers, and proteins) in processed foods. **Cotton:** GMO cotton was created to be resistant to bollworms and helped revive the Alabama cotton industry. GMO cotton not only provides a reliable source of cotton for the textile industry, it is also used to make cottonseed oil, which is used in packaged foods and in many restaurants for frying. GMO cottonseed meal and hulls are also used in food for animals. **Potato:** Some GMO potatoes were developed to resist insect pests and disease. In addition, some GMO potato varieties have been developed to resist bruising and browning that can occur when potatoes are packaged, stored, and transported, or even cut in your kitchen. While browning does not change the quality of the potato, it often leads to food being unnecessarily thrown away because people mistakenly believe browned food is spoiled. **Papaya:** By the 1990s, ringspot virus disease had nearly wiped out Hawaii’s papaya crop, and in the process almost destroyed the papaya industry in Hawaii. A GMO papaya, named the Rainbow papaya, was created to resist ringspot virus. This GMO saved papaya farming on the Hawaiian Islands. **Summer Squash:** GMO summer squash is resistant to some plant viruses. Squash was one of the first GMOs on the market, but it is not widely grown. **Canola:** GMO canola is used mostly to make cooking oil and margarine. Canola seed meal can also be used in food for animals. Canola oil is used in many packaged foods to improve food consistency. Most GMO canola is resistant to herbicides and helps farmers to more easily control weeds in their fields. **Alfalfa:** GMO alfalfa is primarily used to feed cattle—mostly dairy cows. Most GMO alfalfa is resistant to herbicides, allowing farmers to spray the crops to protect them against destructive weeds that can reduce alfalfa production and lower the nutritional quality of the hay. **Apple:** A few varieties of GMO apples were developed to resist browning after being cut. This helps cut down on food waste, as many consumers think brown apples are spoiled. **Sugar Beet:** Sugar beets are used to make granulated sugar. More than half the granulated sugar packaged for grocery store shelves is made from GMO sugar beets. Because GMO sugar beets are resistant to herbicides, growing GMO sugar beets helps farmers control weeds in their fields. **Pink Pineapple:** The GMO pink pineapple was developed to have pink flesh by inc...",
    "summary": "Most food in the US contains ingredients from genetically modified (GMO) crops, primarily corn, soybeans, and cotton, largely used for animal feed.  While a few fresh produce items are GMO varieties, the majority of GMO crops are used in processed foods and animal feed, with high percentages of US crops being genetically modified.  The USDA maintains a list of bioengineered foods and a new labeling standard is in place to inform consumers.",
    "claims": [
      "Most food in the US contains ingredients from genetically modified (GMO) crops, primarily corn, soybeans, and cotton, largely used for animal feed",
      "While a few fresh produce items are GMO varieties, the majority of GMO crops are used in processed foods and animal feed, with high percentages of US crops being genetically modified",
      "The USDA maintains a list of bioengineered foods and a new labeling standard is in place to inform consumers"
    ],
    "fact_check_results": [
      {
        "claim": "Most food in the US contains ingredients from genetically modified (GMO) crops, primarily corn, soybeans, and cotton, largely used for animal feed",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "While a few fresh produce items are GMO varieties, the majority of GMO crops are used in processed foods and animal feed, with high percentages of US crops being genetically modified",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The USDA maintains a list of bioengineered foods and a new labeling standard is in place to inform consumers",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.nongmoproject.org/gmo-facts/what-is-gmo/",
    "title": "What Is a GMO? - The Non-GMO Project",
    "content": "A GMO, or genetically modified organism, is a plant, animal or microorganism that has been subjected to biotechnology. GMOs can be processed into ingredients which are also genetically modified. Genetically modified ingredients are present in food and personal care products. GMO developers use biotechnology to alter an organism's fundamental characteristics. Biotechnology includes techniques such as using synthetic genetic sequences to change the organism's genetic material (i.e., DNA or RNA), or forcing the combination of very unrelated organisms that would not normally reproduce in nature. When biotechnology is applied to a living organism, the result is a GMO. While GMOs are used across many industries, the Non-GMO Project's areas of concern are food, personal care products and animal feed. Some examples of GMOs include: Every living thing on Earth is made up of cells. Cells use the information stored in genetic material to perform functions essential to the creature's life cycle. In this way, genetic material impacts how an organism appears, grows, lives and dies by providing the \"building blocks of life\" — the DNA. DNA is housed inside delicate and complex cells, protected from external forces that can damage or destroy it and harm the organism. Because of these protective structures, altering genetic material without harming the organism is very difficult to accomplish. GMO developers use biotechnology techniques to bypass a cell's natural protective mechanisms without destroying the organism. Biotechnology can be used to create gene sequences that have never before occurred in nature, producing organisms that have never been part of the human diet. Humans have practiced agriculture for over 12,000 years, selecting and breeding living organisms such as crops and animals to meet their needs. Traditional selection and breeding techniques include engaging and exploiting natural reproduction through processes such as cross-pollination and some modern laboratory techniques such as cell culturing, embryo rescue and chemical-induced mutagenesis. However, traditional techniques do not involve biotechnology. Biotechnology is a relatively recent development that has only been around since the 1970s. GMO developers use biotechnology to manipulate a target organism's DNA or RNA or overcome natural reproductive barriers. These processes result in a wide range of GMOs, including crops containing foreign DNA that makes them produce an insecticide, withstand weed killer applications, or alters their nutritional profile, or plants and animals containing edits in their genome that change growth rate and appearance. Biotechnology can even be used to limit an animal's ability to reproduce. Please visit our blog for more information on the wide variety of GMOs currently on the market. A GMO, or genetically modified organism, is a plant, animal or microorganism that has been subjected to biotechnology. GMOs can be processed into ingredients which are also genetically modified. Genetically modified ingredients are present in food and personal care products. GMO developers use biotechnology to alter an organism's fundamental characteristics. Biotechnology includes techniques such as using synthetic genetic sequences to change the organism's genetic material (i.e., DNA or RNA), or forcing the combination of very unrelated organisms that would not normally reproduce in nature. When biotechnology is applied to a living organism, the result is a GMO. While GMOs are used across many industries, the Non-GMO Project's areas of concern are food, personal care products and animal feed. Some examples of GMOs include: Every living thing on Earth is made up of cells. Cells use the information stored in genetic material to perform functions essential to the creature's life cycle. In this way, genetic material impacts how an organism appears, grows, lives and dies by providing the \"building blocks of life\" — the DNA. DNA is housed inside delicate and complex cells, protected from external forces that can damage or destroy it and harm the organism. Because of these protective structures, altering genetic material without harming the organism is very difficult to accomplish. GMO developers use biotechnology techniques to bypass a cell's natural protective mechanisms without destroying the organism. Biotechnology can be used to create gene sequences that have never before occurred in nature, producing organisms that have never been part of the human diet. Humans have practiced agriculture for over 12,000 years, selecting and breeding living organisms such as crops and animals to meet their needs. Traditional selection and breeding techniques include engaging and exploiting natural reproduction through processes such as cross-pollination and some modern laboratory techniques such as cell culturing, embryo rescue and chemical-induced mutagenesis. However, traditional techniques do not involve biotechnology. Biotechnology is a relatively recent...",
    "summary": "Genetically modified organisms (GMOs) are plants, animals, or microorganisms whose genetic material has been altered using biotechnology, a process bypassing natural reproductive barriers.  This manipulation can result in organisms with modified traits, such as pest resistance or altered nutritional profiles, and are found in various products including food and personal care items.  The Non-GMO Project focuses on GMOs' presence in food, personal care, and animal feed.",
    "claims": [
      "Genetically modified organisms (GMOs) are plants, animals, or microorganisms whose genetic material has been altered using biotechnology, a process bypassing natural reproductive barriers",
      "This manipulation can result in organisms with modified traits, such as pest resistance or altered nutritional profiles, and are found in various products including food and personal care items",
      "The Non-GMO Project focuses on GMOs' presence in food, personal care, and animal feed"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified organisms (GMOs) are plants, animals, or microorganisms whose genetic material has been altered using biotechnology, a process bypassing natural reproductive barriers",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "This manipulation can result in organisms with modified traits, such as pest resistance or altered nutritional profiles, and are found in various products including food and personal care items",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The Non-GMO Project focuses on GMOs' presence in food, personal care, and animal feed",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.fda.gov/food/agricultural-biotechnology/how-gmo-crops-impact-our-world",
    "title": "How GMO Crops Impact Our World",
    "content": "# How GMO Crops Impact Our World Many people wonder what impacts GMO crops have on our world. “GMO” (genetically modified organism) is the common term consumers and popular media use to describe a plant, animal, or microorganism that has had its genetic material (DNA) changed using technology that generally involves the specific modification of DNA, including the transfer of specific DNA from one organism to another. Scientists often refer to this process as genetic engineering. Since the first genetically engineered crops, or GMOs, for sale to consumers were planted in the 1990s, researchers have tracked their impacts on and off the farm. ## Why do farmers use GMO crops? Most of the GMO crops grown today were developed to help farmers prevent crop loss. The three most common traits found in GMO crops are: - Resistance to insect damage - Tolerance to herbicides - Resistance to plant viruses For GMO crops that are resistant to insect damage, farmers can apply fewer spray pesticides to protect the crops. GMO crops that are tolerant to herbicides help farmers control weeds without damaging the crops. When farmers use these herbicide-tolerant crops they do not need to till the soil, which they normally do to get rid of weeds. This no-till planting helps to maintain soil health and lower fuel and labor use. Taken together, studies have shown positive economic and environmental impacts. The GMO papaya, called the Rainbow papaya, is an example of a GMO crop developed to be resistant to a virus. When the ringspot virus threatened the Hawaii papaya industry and the livelihoods of Hawaiian papaya farmers, plant scientists developed the ringspot virus-resistant Rainbow papaya. The Rainbow papaya was commercially planted in 1998, and today it is grown all over Hawaii and exported to Japan. Learn more on *Why Do Farmers in the U.S. Grow GMO Crops?* ## Do GMOs have impacts beyond the farm? The most common GMO crops were developed to address the needs of farmers, but in turn they can help foods become more accessible and affordable for consumers. Some GMO crops were developed specifically to benefit consumers. For example, a GMO soybean that is used to create a healthier oil is commercially grown and available. GMO apples that do not brown when cut are now available for sale and may help reduce food waste. Plant scientists continue to develop GMO crops that they hope will benefit consumers. Learn more about *GMOs and the Environment*. ## Do GMOs have impacts outside the United States? GMOs also impact the lives of farmers in other parts of the world. The U.S. Agency for International Development (USAID) is working with partner countries to use genetic engineering to improve staple crops, the basic foods that make up a large portion of people’s diets. For example, a GMO eggplant developed to be insect resistant has been slowly released to farmers in Bangladesh since 2014. Farmers who grow GMO eggplants are earning more and have less exposure to pesticides. USAID is also working with partner countries in Africa and elsewhere on several staple crops, such as virus-resistant cassava, insect-resistant cowpea, and blight-resistant potato. Learn more about *GMO Crops and Humanitarian Reasons for Development* and *GMOs Outside the U.S*. How GMOs Are Regulated in the United States Science and History of GMOs and Other Food Modification Processes GMO Crops, Animal Food, and Beyond",
    "summary": "GMO crops, primarily engineered for insect resistance, herbicide tolerance, and virus resistance, benefit farmers by reducing pesticide use, improving soil health, and increasing yields.  These crops also contribute to more affordable and accessible food for consumers, and initiatives like the development of a virus-resistant papaya and insect-resistant eggplant demonstrate their global impact on food security and farmer livelihoods.  Ongoing research continues to explore additional consumer benefits and applications.",
    "claims": [
      "GMO crops, primarily engineered for insect resistance, herbicide tolerance, and virus resistance, benefit farmers by reducing pesticide use, improving soil health, and increasing yields",
      "These crops also contribute to more affordable and accessible food for consumers, and initiatives like the development of a virus-resistant papaya and insect-resistant eggplant demonstrate their global impact on food security and farmer livelihoods",
      "Ongoing research continues to explore additional consumer benefits and applications"
    ],
    "fact_check_results": [
      {
        "claim": "GMO crops, primarily engineered for insect resistance, herbicide tolerance, and virus resistance, benefit farmers by reducing pesticide use, improving soil health, and increasing yields",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "These crops also contribute to more affordable and accessible food for consumers, and initiatives like the development of a virus-resistant papaya and insect-resistant eggplant demonstrate their global impact on food security and farmer livelihoods",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Ongoing research continues to explore additional consumer benefits and applications",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.who.int/news-room/questions-and-answers/item/food-genetically-modified",
    "title": "Food, genetically modified",
    "content": "# Food, genetically modified 1 May 2014 | Questions and answersThese questions and answers have been prepared by WHO in response to questions and concerns from WHO Member State Governments with regard to the nature and safety of genetically modified food. Genetically modified organisms (GMOs) can be defined as organisms (i.e. plants, animals or microorganisms) in which the genetic material (DNA) has been altered in a way that does not occur naturally by mating and/or natural recombination. The technology is often called “modern biotechnology” or “gene technology”, sometimes also “recombinant DNA technology” or “genetic engineering”. It allows selected individual genes to be transferred from one organism into another, also between nonrelated species. Foods produced from or using GM organisms are often referred to as GM foods. GM foods are developed – and marketed – because there is some perceived advantage either to the producer or consumer of these foods. This is meant to translate into a product with a lower price, greater benefit (in terms of durability or nutritional value) or both. Initially GM seed developers wanted their products to be accepted by producers and have concentrated on innovations that bring direct benefit to farmers (and the food industry generally). One of the objectives for developing plants based on GM organisms is to improve crop protection. The GM crops currently on the market are mainly aimed at an increased level of crop protection through the introduction of resistance against plant diseases caused by insects or viruses or through increased tolerance towards herbicides. Resistance against insects is achieved by incorporating into the food plant the gene for toxin production from the bacterium Bacillus thuringiensis (Bt). This toxin is currently used as a conventional insecticide in agriculture and is safe for human consumption. GM crops that inherently produce this toxin have been shown to require lower quantities of insecticides in specific situations, e.g. where pest pressure is high. Virus resistance is achieved through the introduction of a gene from certain viruses which cause disease in plants. Virus resistance makes plants less susceptible to diseases caused by such viruses, resulting in higher crop yields. Herbicide tolerance is achieved through the introduction of a gene from a bacterium conveying resistance to some herbicides. In situations where weed pressure is high, the use of such crops has resulted in a reduction in the quantity of the herbicides used. Generally consumers consider that conventional foods (that have an established record of safe consumption over the history) are safe. Whenever novel varieties of organisms for food use are developed using the traditional breeding methods that had existed before the introduction of gene technology, some of the characteristics of organisms may be altered, either in a positive or a negative way. National food authorities may be called upon to examine the safety of such conventional foods obtained from novel varieties of organisms, but this is not always the case. In contrast, most national authorities consider that specific assessments are necessary for GM foods. Specific systems have been set up for the rigorous evaluation of GM organisms and GM foods relative to both human health and the environment. Similar evaluations are generally not performed for conventional foods. Hence there currently exists a significant difference in the evaluation process prior to marketing for these two groups of food. The WHO Department of Food Safety and Zoonoses aims at assisting national authorities in the identification of foods that should be subject to risk assessment and to recommend appropriate approaches to safety assessment. Should national authorities decide to conduct safety assessment of GM organisms, WHO recommends the use of Codex Alimentarius guidelines (See the answer to Question 11 below). The safety assessment of GM foods generally focuses on: (a) direct health effects (toxicity), (b) potential to provoke allergic reaction (allergenicity); (c) specific components thought to have nutritional or toxic properties; (d) the stability of the inserted gene; (e) nutritional effects associated with genetic modification; and (f) any unintended effects which could result from the gene insertion. While theoretical discussions have covered a broad range of aspects, the three main issues debated are the potentials to provoke allergic reaction (allergenicity), gene transfer and outcrossing. **Allergenicity** As a matter of principle, the transfer of genes from commonly allergenic organisms to non-allergic organisms is discouraged unless it can be demonstrated that the protein product of the transferred gene is not allergenic. While foods developed using traditional breeding methods are not generally tested for allergenicity, protocols for the testing of GM foods have been evaluated by the Food and Agriculture Organization of the Unite...",
    "summary": "Genetically modified (GM) foods are produced from organisms with altered genetic material, offering benefits like lower costs and improved nutritional value or durability.  Current GM crops primarily focus on enhanced pest and herbicide resistance through gene modification, often resulting in reduced pesticide use.  The safety of GM foods is a concern, and national food authorities assess their safety before market introduction.",
    "claims": [
      "Genetically modified (GM) foods are produced from organisms with altered genetic material, offering benefits like lower costs and improved nutritional value or durability",
      "Current GM crops primarily focus on enhanced pest and herbicide resistance through gene modification, often resulting in reduced pesticide use",
      "The safety of GM foods is a concern, and national food authorities assess their safety before market introduction"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified (GM) foods are produced from organisms with altered genetic material, offering benefits like lower costs and improved nutritional value or durability",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Current GM crops primarily focus on enhanced pest and herbicide resistance through gene modification, often resulting in reduced pesticide use",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The safety of GM foods is a concern, and national food authorities assess their safety before market introduction",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://www.healthline.com/nutrition/gmo-pros-and-cons",
    "title": "GMO Pros and Cons, Backed by Evidence",
    "content": "Although most notable organizations and research suggest that GMO foods are safe and sustainable, some people claim they may harm your health and the environment. GMOs, short for genetically modified organisms, are subject to much controversy. According to the U.S. Department of Agriculture (USDA), GMO seeds are used to plant over 90% of all maize (corn), cotton, and soy grown in the United States, which means that many of the foods you eat likely contain GMOs. This article explains GMOs, balances their pros and cons, and provides guidance on how to identify GMO foods. “GMO,” which stands for genetically modified organism, refers to any organism whose DNA has been modified using genetic engineering technology. In the food industry, GMO crops have had genes added to them for - their growth - nutritional content - sustainability - pest resistance - ease of farming While it’s possible to naturally give foods desirable traits through selective breeding, this process takes many generations. Also, breeders may be unable to determine which genetic change led to a new trait. Genetic modification accelerates this process by using scientific techniques that give the plant the desired trait. GMO crops are common in the United States, with at least GMO foods may offer advantages to the grower and consumer. These can include: **Pest control:**Many GMO crops have been genetically modified to express a gene that protects them against pests and insects. The*Bt*gene is commonly genetically engineered into crops like corn, cotton, and soybeans. It comes from a naturally occurring bacteria known as Bacillus thuringiensis. This gene produces a toxic protein to several pests and insects, which gives the GMO plants a natural resistance. As such, GMO cropsdon’t need to be exposed to harmful pesticides as often.**Fewer pesticides:**A 2020 study notes that GMO technology has reduced global chemical pesticide use by8.3% and indirectly reduced greenhouse gas emissions because farmers don’t need to spray their fields as often.**Improved survival and greater yield:**Other GMO crops have been modified with genes that help them survive stressful conditions, such asdroughts , and resist diseases likeblight , resulting in a higher yield for farmers.**Increased nutritional value:**Genetic modification can increase the nutritional value of foods. For example, rice high in beta carotene, also called golden rice,was developed to help prevent blindness in regions where local diets are chronically deficient in vitamin A.**Enhanced flavor:**Genetic modificationcan enhance the flavor and appearance of foods, such as the non-browning apple. However, the While GMO crops make farming much easier, there is some concern about their potential effect on the environment and their safety for human consumption, particularly surrounding illnesses and allergies. Some of the potential concerns around GMO consumption include: **Allergies:**Because GMO foods contain foreign genes, some people worry that they harbor genes from foods that may prompt an allergic reaction. According to theFDA , researchers who develop GMO foods run tests to ensure that allergens aren’t transferred from one food to another. Research suggests GMO foods are no likelier to trigger allergies than their non-GMO counterparts.**Cancer:**Because DNA mutations cause cancers, some people fear that eating foods with added genes may affect your DNA. TheAmerican Cancer Society (ACS) has stated that there’s no evidence to link GMO food intake to an increased or decreased risk of cancer, and there is no evidence that eating GMOs will change your DNA. However, more long-term human research is still needed.**Herbicide use:**Most GMO crops are resistant to herbicides, such as Roundup, so farmers may use herbicides to kill surrounding weeds without damage to their crops. But Roundup and its active ingredient glyphosate are subject to controversy because animal and test-tube studies have linked them to various diseases. There is new evidence that glyphosate exposure may increase the relative risk of non-Hodgkins lymphoma by41% .**Honeybees:**There has also been concern that pollen from Bt cropsmay negatively impact honeybees, but there doesn’t seem to be any solid evidence to support this yet. Although GMO foods appear safe for consumption, some people wish to avoid them. Still, this is difficult since most foods in your supermarket are made with ingredients from GMO crops. In the United States, no regulations currently mandate the labeling of GMO foods. Yet, as of January 2022, the USDA requires food manufacturers to label all foods containing GMO ingredients. That said, the labels won’t say “GMO” but instead the term “bioengineered food.” It will display either as the USDA bioengineered food symbol, listed on or near the ingredients or as a scannable code on the package with directions, such as “Scan here for more information.” Some foods may have a third-party “Non-GMO project verified” label, which ...",
    "summary": "Genetically modified organisms (GMOs) are widely used in US agriculture, offering benefits like pest resistance, reduced pesticide use, and increased crop yields,  potentially enhancing nutritional value.  However, concerns remain regarding potential health effects, such as allergic reactions, and environmental impacts, necessitating further research and ongoing monitoring.",
    "claims": [
      "Genetically modified organisms (GMOs) are widely used in US agriculture, offering benefits like pest resistance, reduced pesticide use, and increased crop yields,  potentially enhancing nutritional value",
      "However, concerns remain regarding potential health effects, such as allergic reactions, and environmental impacts, necessitating further research and ongoing monitoring"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified organisms (GMOs) are widely used in US agriculture, offering benefits like pest resistance, reduced pesticide use, and increased crop yields,  potentially enhancing nutritional value",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "However, concerns remain regarding potential health effects, such as allergic reactions, and environmental impacts, necessitating further research and ongoing monitoring",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://en.wikipedia.org/wiki/Genetically_modified_organism",
    "title": "Genetically modified organism - Wikipedia",
    "content": "# Genetically modified organism | Part of a series on | Genetic engineering | |---| | Genetically modified organisms | | History and regulation | | Process | | Applications | | Controversies | A **genetically modified organism** (**GMO**) is any organism whose genetic material has been altered using genetic engineering techniques. The exact definition of a genetically modified organism and what constitutes genetic engineering varies, with the most common being an organism altered in a way that \"does not occur naturally by mating and/or natural recombination\".[1] A wide variety of organisms have been genetically modified (GM), including animals, plants, and microorganisms. Genetic modification can include the introduction of new genes or enhancing, altering, or knocking out endogenous genes. In some genetic modifications, genes are transferred within the same species, across species (creating transgenic organisms), and even across kingdoms. Creating a genetically modified organism is a multi-step process. Genetic engineers must isolate the gene they wish to insert into the host organism and combine it with other genetic elements, including a promoter and terminator region and often a selectable marker. A number of techniques are available for inserting the isolated gene into the host genome. Recent advancements using genome editing techniques, notably CRISPR, have made the production of GMOs much simpler. Herbert Boyer and Stanley Cohen made the first genetically modified organism in 1973, a bacterium resistant to the antibiotic kanamycin. The first genetically modified animal, a mouse, was created in 1974 by Rudolf Jaenisch, and the first plant was produced in 1983. In 1994, the Flavr Savr tomato was released, the first commercialized genetically modified food. The first genetically modified animal to be commercialized was the GloFish (2003) and the first genetically modified animal to be approved for food use was the AquAdvantage salmon in 2015. Bacteria are the easiest organisms to engineer and have been used for research, food production, industrial protein purification (including drugs), agriculture, and art. There is potential to use them for environmental purposes or as medicine. Fungi have been engineered with much the same goals. Viruses play an important role as vectors for inserting genetic information into other organisms. This use is especially relevant to human gene therapy. There are proposals to remove the virulent genes from viruses to create vaccines. Plants have been engineered for scientific research, to create new colors in plants, deliver vaccines, and to create enhanced crops. Genetically modified crops are publicly the most controversial GMOs, in spite of having the most human health and environmental benefits.[2] Animals are generally much harder to transform and the vast majority are still at the research stage. Mammals are the best model organisms for humans. Livestock is modified with the intention of improving economically important traits such as growth rate, quality of meat, milk composition, disease resistance, and survival. Genetically modified fish are used for scientific research, as pets, and as a food source. Genetic engineering has been proposed as a way to control mosquitos, a vector for many deadly diseases. Although human gene therapy is still relatively new, it has been used to treat genetic disorders such as severe combined immunodeficiency and Leber's congenital amaurosis. Many objections have been raised over the development of GMOs, particularly their commercialization. Many of these involve GM crops and whether food produced from them is safe and what impact growing them will have on the environment. Other concerns are the objectivity and rigor of regulatory authorities, contamination of non-genetically modified food, control of the food supply, patenting of life, and the use of intellectual property rights. Although there is a scientific consensus that currently available food derived from GM crops poses no greater risk to human health than conventional food, GM food safety is a leading issue with critics. Gene flow, impact on non-target organisms, and escape are the major environmental concerns. Countries have adopted regulatory measures to deal with these concerns. There are differences in the regulation for the release of GMOs between countries, with some of the most marked differences occurring between the US and Europe. Key issues concerning regulators include whether GM food should be labeled and the status of gene-edited organisms. ## Definition The definition of a genetically modified organism (GMO) is not clear and varies widely between countries, international bodies, and other communities. At its broadest, the definition of a GMO can include anything that has had its genes altered, including by nature.[3][4] Taking a less broad view, it can encompass every organism that has had its genes altered by humans, which would include all crops and livestock....",
    "summary": "Genetically modified organisms (GMOs) are organisms with altered genetic material via genetic engineering, a process differing from natural mating and recombination.  Applications range from research and medicine to food production and agriculture, with plants being the most widely used and controversial GMOs.  The creation of GMOs has advanced significantly, particularly with recent genome editing technologies.",
    "claims": [
      "Genetically modified organisms (GMOs) are organisms with altered genetic material via genetic engineering, a process differing from natural mating and recombination",
      "Applications range from research and medicine to food production and agriculture, with plants being the most widely used and controversial GMOs",
      "The creation of GMOs has advanced significantly, particularly with recent genome editing technologies"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified organisms (GMOs) are organisms with altered genetic material via genetic engineering, a process differing from natural mating and recombination",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Applications range from research and medicine to food production and agriculture, with plants being the most widely used and controversial GMOs",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "The creation of GMOs has advanced significantly, particularly with recent genome editing technologies",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://education.nationalgeographic.org/resource/are-genetically-modified-crops-answer-world-hunger/",
    "title": "Are Genetically Modified Crops the Answer to World Hunger?",
    "content": "Hunger is one of the greatest global challenges of the 21st century. Despite some improvements within the last two decades, global hunger is again on the rise, with 2016 data indicating that more than 800 million people around the world suffer from malnutrition. Children under five years of age represent 150 million of those affected, and for roughly three million of these children every year, the struggle ends in death. When faced with such staggering statistics, it is natural to wish for one simple solution to prevent these deaths and rid the world of hunger. Use of genetically modified (GM) crops is among the proposed solutions—but is it truly a viable solution? GM crops are plants that have been modified, using genetic engineering, to alter their DNA sequences to provide some beneficial trait. For example, genetic engineering can improve crop yield, resulting in greater production of the target crop. Scientists can also engineer pest-resistant crops, helping local farmers better withstand environmental challenges that might otherwise wipe out a whole season of produce. Crops can even be engineered to be more nutritious, providing critical vitamins to populations that struggle to get specific nutrients needed for healthy living. However, GM seeds are produced primarily by only a few large companies who own the intellectual property for the genetic variations. A transition to GM crops would closely align global food production with the activities of a few key companies. From an economic standpoint, that poses a risk to long-term food security by creating the potential for a single-point failure. If that company failed, then the crop it provides would not be available to the people who depend on that crop. Moreover, a large proportion of those affected by malnutrition are small farmers in sub-Saharan Africa, where use of GM crops is less common. Since attitudes toward GM crops tend to correlate with education levels and access to information about the technology, there is a concern that sub-Saharan African farmers may be hesitant to adopt GM crops. More generally, public perception of GM foods is plagued by concerns of safety, from the potential for allergic response to the possible transfer of foreign DNA to non-GM plants in the area. None of these concerns are backed by evidence, but they persist nonetheless. Whether based on legitimate concerns or lack of scientific information and understanding, local rejection of GM crops has the potential to derail efforts to use these crops as a tool against malnutrition. However, there are case stories for success: Adoption of GM cotton in India has improved family income and, as a result, reduced hunger. While there are these controversies and complexities that pose challenges for the use of GM foods, these are secondary to a larger issue. We already live in a world that produces enough food to feed everyone. Thus, hunger results from inequity, not food shortage. Unequal distribution of quality food among communities suffering from poverty is the primary culprit in today’s world hunger, not abundance or quantity of food stocks. For those suffering from malnutrition, access to quality food depends on a variety of political, environmental, and socioeconomic factors—most notably, armed conflict and natural disasters. When viewed through this lens, GM crops may have a role to play in combatting global hunger, but merely increasing crop production or nutritional value (via any method) will not solve the larger problem of inequity in access to food. For example, farmers whose livelihoods depend on production of commercial crops rather than food staples may be able to increase their income by growing GM crops, affording them the financial resources to purchase more or higher-quality food. Moreover, GM crops might better withstand certain natural disasters, such as drought. However, since data shows that political unrest is the primary driver of hunger, it is unclear whether these farmers would be able to sell their products or use their income on nutritional food sources within a country plagued by conflict. Unfortunately, GM foods are not the cure-all to hunger the world needs. The path to eradicating global hunger is more complex than any one solution and is in fact far more complex than only addressing food quantity or quality. The United Nations Global Goals for Sustainable Development address world hunger in Goal 2: Zero Hunger, which aims to “end hunger, achieve food security and improved nutrition and promote sustainable agriculture.” This goal lays the foundation to combatting world hunger via a multipronged approach, including political action and reduction of violence, agricultural and technical innovations, efforts to end poverty, and educational initiatives. Luckily, with allies such as the United Nations Children’s Fund (UNICEF) and the World Food Programme, this grand challenge may be achievable—and maybe GM foods will play a role, but they cannot be relied...",
    "summary": "Genetically modified (GM) crops offer potential solutions to world hunger through increased yields, pest resistance, and enhanced nutrition, but their widespread adoption faces challenges.  Concerns exist regarding corporate control of GM seeds, potential economic risks, and public perception issues related to safety and acceptance, particularly in regions like sub-Saharan Africa. Ultimately, the article highlights that hunger stems from unequal food distribution rather than insufficient food production.",
    "claims": [
      "Genetically modified (GM) crops offer potential solutions to world hunger through increased yields, pest resistance, and enhanced nutrition, but their widespread adoption faces challenges",
      "Concerns exist regarding corporate control of GM seeds, potential economic risks, and public perception issues related to safety and acceptance, particularly in regions like sub-Saharan Africa",
      "Ultimately, the article highlights that hunger stems from unequal food distribution rather than insufficient food production"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified (GM) crops offer potential solutions to world hunger through increased yields, pest resistance, and enhanced nutrition, but their widespread adoption faces challenges",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Concerns exist regarding corporate control of GM seeds, potential economic risks, and public perception issues related to safety and acceptance, particularly in regions like sub-Saharan Africa",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "Ultimately, the article highlights that hunger stems from unequal food distribution rather than insufficient food production",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  },
  {
    "url": "https://medlineplus.gov/ency/article/002432.htm",
    "title": "Genetically modified organisms - GMOs: MedlinePlus Medical Encyclopedia",
    "content": "Genetically modified organisms (GMOs) are plants, animals, or microbes that have had their DNA changed using genetic engineering techniques. Another term for this is bioengineered foods. ## Function Genetic engineering can be done with plants, animals, or bacteria and other very small organisms. With genetic engineering, scientists take the gene for a desired trait in one plant or animal, and they insert that gene into the DNA of another plant or animal. Genes can also be moved from an animal to a plant or vice versa. The process to create GMOs is different than selective breeding. This involves selecting plants or animals with desired traits and breeding them. Over time, this results in offspring with those desired traits. One of the problems with selective breeding is that it can also result in traits that are not desired. Genetic engineering allows scientists to select one specific gene to implant. This avoids introducing other genes with undesirable traits. Genetic engineering also helps speed up the process of creating new foods with desired traits. Genome editing is a newer method that involves adding, removing, or changing the DNA of a plant or animal in a targeted way. The possible benefits of genetic engineering include: - More nutritious food - Tastier food - Disease- and drought-resistant plants that require fewer environmental resources (such as water and fertilizer) - Insect-resistant plants that allows less use of pesticides - Increased supply of food with reduced cost and longer shelf life - Faster growing plants and animals - Food with more desirable traits, such as potatoes that produce less of a cancer-causing substance when fried Some people have expressed concerns about GE foods, such as: - Creation of foods that can cause an allergic or toxic reaction - Unexpected or harmful genetic changes - Inadvertent transfer of genes from one GM plant or animal to another plant or animal not intended for genetic modification - Foods that are less nutritious - Decrease in biodiversity These concerns have thus far been unfounded. None of the GMOs used today have caused any of these problems. The US Food and Drug Administration (FDA) assesses all GMOs to make sure they are safe before allowing them to be sold. In addition to the FDA, the US Environmental Protection Agency (EPA) and the US Department of Agriculture (USDA) regulate bioengineered plants and animals. They assess the safety of GMOs to humans, animals, plants, and the environment. ## Food Sources Cotton, corn, and soybeans are the main GMO crops grown in the United States. Most of these are used to make ingredients for other foods, such as: - Corn syrup used as a sweetener in many foods and drinks - Corn starch used in soups and sauces - Soybean, corn, and canola oils used in snack foods, breads, salad dressings, and mayonnaise - Sugar from sugar beets - Livestock feed Other GMO crops include one or more varieties of the following: - Apples - Alfalfa - Canola - Eggplant (not available in the United States) - Papayas - Pineapples - Potatoes - Salmon - Squash - Sugar beets - Sugarcane - Zucchini ## Side Effects There are no side effects from consuming GMO foods. ## Recommendations The World Health Organization, the National Academy of Science, and several other major science organizations across the globe have reviewed research on GMOs and have found no evidence that they are harmful. There are no reports of illness, injury, or environmental harm due to GMOs. Genetically engineered foods are just as safe as conventional foods. The US Department of Agriculture has recently started requiring food manufacturers to disclose information about bioengineered foods and their ingredients. ## Alternative Names Bioengineered foods; GMOs; Genetically engineered foods, genome editing; Living modified organisms; LMOs ## References US Department of Agriculture website. National bioengineered food disclosure standard. www.ams.usda.gov/rules-regulations/national-bioengineered-food-disclosure-standard. Updated February 19, 2019. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural biotechnology. Feed your mind. www.fda.gov/food/consumers/agricultural-biotechnology. Updated July 9, 2024. Accessed August 23, 2024. US Food and Drug Administration website. GMO crops, animal food, and beyond. www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond. Updated March 5, 2024. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural Marketing Service. List of bioengineered foods. www.ams.usda.gov/rules-regulations/be/bioengineered-foods-list. Accessed August 23, 2024. US Food and Drug Administration website. Understanding new plant varieties. www.fda.gov/food/food-new-plant-varieties/understanding-new-plant-varieties. Updated May 12, 2023. Accessed August 23, 2024. ## Review Date 7/29/2024 Updated by: Robert Hurd, MD, Professor of Endocrinology and Health Care Ethics, Xavier University, Cincinnati, OH...",
    "summary": "Genetically modified organisms (GMOs) are plants, animals, or microbes with DNA altered via genetic engineering, offering potential benefits like increased nutrition, pest resistance, and higher yields.  While some concerns exist regarding potential health and environmental risks,  regulatory agencies like the FDA, EPA, and USDA assess GMO safety before market approval, and to date, no adverse effects from currently used GMOs have been substantiated.",
    "claims": [
      "Genetically modified organisms (GMOs) are plants, animals, or microbes with DNA altered via genetic engineering, offering potential benefits like increased nutrition, pest resistance, and higher yields",
      "While some concerns exist regarding potential health and environmental risks,  regulatory agencies like the FDA, EPA, and USDA assess GMO safety before market approval, and to date, no adverse effects from currently used GMOs have been substantiated"
    ],
    "fact_check_results": [
      {
        "claim": "Genetically modified organisms (GMOs) are plants, animals, or microbes with DNA altered via genetic engineering, offering potential benefits like increased nutrition, pest resistance, and higher yields",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      },
      {
        "claim": "While some concerns exist regarding potential health and environmental risks,  regulatory agencies like the FDA, EPA, and USDA assess GMO safety before market approval, and to date, no adverse effects from currently used GMOs have been substantiated",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_status": "Unsure"
  }
]