[
  {
    "url": "https://www.mdanderson.org/cancerwise/do-gmos-cause-cancer.h00-159776445.html",
    "title": "Do GMOs cause cancer?",
    "content": "# Do GMOs cause cancer? BY Erma Levy May 01, 2025 Medically Reviewed | Last reviewed by Erma Levy on May 01, 2025 If you munch on corn for dinner, cook with canola oil or eat cereal for breakfast, chances are you’re taking in a genetically modified organism (GMO). To some degree, almost everything is genetically modified. Here, I’ll discuss some of the most common GMOs and whether they pose any potential health risks. ## What are genetically modified organisms (GMOs)? GMOs, also known as genetically modified (GM) foods, are plants or animals created by inserting genes from one species into another. Known as genetic engineering, it’s a type of biotechnology often done in a laboratory. The foods are often referred to as ‘bioengineered.’ Scientists modify organisms to enhance certain desired traits. For example, they may make plants more resistant to pesticides, weed killers or disease. They can also make plants hardier, so they’ll survive during cold weather or drought. ### Key Takeaways - GMOs are plants or animals created by inserting genes from one species into another. - The top two genetically modified crops are corn and soy. - There is no evidence showing that consuming GMOs increases your cancer risk. ## Do GMOs pose health risks? Some people believe that altering the DNA of a plant or animal has a significant effect on a person’s chances of developing cancer. But currently, there is no evidence showing that GMOs increase cancer risk. If you are concerned, here are some ways to curb your intake of GM foods. ### Know the most commonly modified crops. Soybeans, corn, cotton (for oil), canola (for oil) and potatoes are all popular GMOs. The Department of Agriculture lists other bioengineered foods here. ### Buy organic foods. Organic foods are grown from non-GMO seeds. ### Buy meat that was grass-fed or pasture-fed. Check that your meat is from animals that are grass-fed or pasture-fed. These animals are given non-GMO feed. ### Read the labels. The top two genetically modified crops are corn and soy. They’re also the most widely used ingredients. Limit products that contain ingredients like corn syrup and soy lecithin. ### Buy brands labeled non-GM or GMO-free. Some products are labeled as non-GM or GMO-free. This means they do not use genetically modified ingredients. ### Shop at local farmers' markets. Most GM foods come from large industrial farms. Shop at local farmers' markets or sign up for a food co-op. ## Eat a healthy diet to reduce cancer risk Sticking with a healthy diet that includes vegetables, fruits, whole grains and beans outweighs any GMO health concerns. We know that eating a healthy diet can reduce your risk of getting cancer. You may have to explore the health food section of your grocery store to find the products that are right for you. The key is to buy products that help you maintain variety in your diet and excite you about eating healthy. *Erma Levy is a senior research dietitian at MD Anderson.* **Request an appointment at MD Anderson online**** or call 1-877-632-6789.** ### Topics PreventionTo some degree, almost everything is genetically modified. Erma Levy Senior Research Dietitian",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://www.cancerresearchuk.org/about-cancer/causes-of-cancer/cancer-myths-questions/do-genetically-modified-foods-cause-cancer",
    "title": "Do genetically modified foods cause cancer?",
    "content": "# Do genetically modified foods cause cancer? - Genetically modified (GM) foods don’t cause cancer - GM foods are regulated for safety in the UK - Your overall diet (what you eat day-to-day) is more important for your cancer risk than any individual ingredient or food. ## Why are some people worried about genetically modified foods and cancer? Genetically modified (GM) foods are foods from animals or plants that have had their genes changed (modified). Genes are instructions that tell plants and animals how to grow and function. Genes can be modified in crops and animals to make them grow faster, produce more food or be more resistant to disease. GM foods are not common in the UK. The main use of GM crops is in animal feed and cooking oils. Some people are worried that GM foods might cause cancer. For example, if changing the genes could introduce harmful substances to the food. Or if we ourselves could have our genes changed by eating GM foods. However, research has shown that these things do not happen. ## What does the research say about genetically modified foods and cancer? GM foods do not cause cancer. There is no evidence that eating GM foods causes cancer. And there aren’t any good explanations for how GM foods could cause cancer. We have been changing the genes of living things for hundreds of years by choosing specific plants and animals to breed to get certain outcomes. This is called artificial selection. Modern genetic modification is like a quicker version of artificial selection. Scientists agree that GM foods are just as safe as non-GM foods. **Our evidence-based advice:**It's safe to eat GM foods. There's no evidence that GM foods cause cancer. GM foods are carefully monitored around the world. In Great Britain, the Food Standards Agency (FSA), Food Standards Scotland (FSS), and the Advisory Committee on Novel Foods and Processes (ACNFP) check GM foods are safe. In Northern Ireland, the European Food Standards Agency checks GM foods are safe. GM foods can only be sold in the UK if they: - don’t present a risk to health, - don’t mislead consumers, such as with inaccurate labelling or marketing, - don’t have less nutritional value than the same food in non-GM form. GM foods are not common in the UK, but any GM food will be clearly labelled. ## What are the proven causes of cancer? There are many myths, questions and hot topics when it comes to cancer risk. But thanks to decades of research into preventing cancer, we know proven ways you can lower your risk. These include not smoking, keeping a healthy weight, staying safe in the sun, cutting down on alcohol and eating a healthy, balanced. ### Diet and cancer risk Eating GM foods won’t increase your risk of cancer. Your overall diet (what you eat day-to-day) is more important for your cancer risk than any individual ingredient or food. A healthy, balanced diet can reduce the risk of cancer. This means eating mostly: - fruit and vegetables, - wholegrains such as wholemeal bread and brown versions of pasta and rice, - healthy protein sources like chicken, fish and pulses And cutting down on processed and red meat, alcohol, and foods that are high in sugar, fat and salt. We used many references to produce this information, and it is not possible to list them all here. These are the key references with a short explanation of each one: Genetically modified foods. *Food Standards Agency (updated January 2018) [Accessed September 2024].* The Food Standards Agency monitors the safety of GM foods in England and Wales. Genetically modified (GM) food & feed assessments. *Advisory Committee on Novel Foods and Processes (updated January 2021) [Accessed September 2024].* The Advisory Committee on Novel Foods and Processes helps monitor the safety of GM foods in England, Wales and Scotland. Genetically engineered crops: experiences and prospects. *National Academies of Sciences, Engineering, and Medicine. National Academies Press, 2016* The National Academies are scientific bodies in the US that look at issues of public importance. They evaluated all available evidence on GM crops, and found no evidence of cancer risk in humans. Evaluation of adverse effects/events of genetically modified food consumption: a systematic review of animal and human studies. *C Shen and others. Environmental Sciences Europe 2022.* This study looked at the results of over 200 studies investigating the health effects of GM foods. It did not find evidence for GM foods causing cancer in people. Last reviewed: 19 December 2024 Next review due: 19 December 2027",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://www.cancer.org.au/iheard/can-genetically-modified-produce-cause-cancer",
    "title": "",
    "content": "Are there cancer risks associated with eating genetically modified food?\" There is no proven evidence of a link between genetically modified foods now on the market and cancer risk. Genetically modified (GM) crops have genes altered or genes from other plants or organisms added to increase a plant’s yield or improve it some way. Genetic modification technology is used in food crops to increase the nutritional quality, increase the hardiness, improve pest or disease resistance and increase herbicide tolerance. Only genetically modified cotton and canola crops are grown in Australia, but some imported foods contain genetically modified ingredients, derived from soybeans, canola, corn and sugar beet. Food Standards Australia New Zealand approves GM food ingredients imported from overseas. However, while there is no evidence to date that eating GM foods will increase your risk of cancer, these foods have only been around for a relatively short time, so we can’t say with certainty that there won’t be any long-term health effects. It’s important that authorities continue to assess the safety of GM foods. When talking about what to eat, Cancer Council recommends eating a variety of nutritious foods and limiting the amount of ultra processed food we eat. Eating these foods and avoiding excess weight is the best way we can eat to prevent cancer.",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3615871/",
    "title": "Genetically modified foods, cancer, and diet: myths and reality",
    "content": "## INTRODUCTION This commentary deconstructs, discredits, and demystifies the paradigm that eating genetically modified foods causes cancer, and appraises the research protocols needed to substantiate claims for cancer therapy. ## BACKGROUND *Nutrition and the Cancer Patient* covers a wide range of topics that are fully discussed, but without any comment on genetically engineered foods allegedly causing cancer1. Plants evolve and survive in changing ecosystems through spontaneous genetic mutation. The ones that are susceptible to the ravages of such destructive processes as infestation or weather excesses perish. From among the survivors, humanity harvests food for survival. Humans have selectively bred animals and plants since time immemorial, manipulating genes to obtain benefits. The process was slow, taking many generations until recently, when genomics and biotechnology accelerated genetic mutation processes. Understanding speedy gene modification allows for vigorous species propagation, with crop yields increased in quality and quantity through genetic engineering. Recently, animal research has suggested that genetically modified foods (gmfs) are causally related to carcinogenesis2. Among the many implications of that research is the notion that when gmfs are eschewed, no cancer will develop, and a cancer cure is procurable through prophylactic dietary selection. Alternative medical practices are replete with myths of unproven cures, most promulgated as definitive medicine3. Modern therapy has changed some cancers into chronic diseases, and cancer survival rates have improved over recent decades. And yet some cancers—such as pancreatic and liver cancer—still have short survival durations and poor prognosis. Contrary to established data, some well-documented aggressive cases of cancer have entered into total remission, confirmed through histopathology of biopsy samples. However, such events are extremely rare. ## SCIENTIFIC METHODS, PROTOCOLS, AND RATIONALE Substantiating any myth is essential for its gist to be elevated to credibility. The provision of evidence is essential, and scientific research results must be reliable, repeatable, and reputable for global acceptance. Published claims should withstand rational scrutiny, not only from the publication and anonymous-referee filter system (which hopefully spots misconceptions and errors), but also from the worldwide scientific community once the publication is released. Vested interests must not be allowed to influence research, from conception to completion. Novel cures cannot be validated without withstanding the rigorous examination of evidence-based medicine or research. Alternative medicine fosters too many myths about successful cancer treatments. A fundamental foundation of allopathic medicine is the randomized double-blind experiment, with findings secured over an appropriate biologic period. Biased observation and vested interests (financial or otherwise) must not be permitted to warp the experimental protocol. To eliminate inter- and intra-operator bias, neither subjects nor technicians should be aware of the experimental design or know what to expect when a test variable, chemical, or product is researched. Results should be gathered and analyzed objectively by a third person unaware of the purpose or aims of the experiment. To be substantiated as acceptable, validated experiments should be objectively repeatable by other acknowledged experts, should provide equal or similar outcomes, and should, after rigorous statistical analysis, show significance. Genetically engineered crops have been harvested for millennia. Retaining seeds from bumper crops is a time-honored agricultural tradition. Shoppers demand high-quality, pristine-looking fruits and vegetables, and wholesalers, distributors, traders, and retail sellers all demand that fresh products have a long shelf-life and spoil slowly. Consumers will not tolerate product blemishes, bruises, or minor defects when purchasing. Genetically modified crops consistently produce such items and improve the quantity and quality of harvests, safely and reliably feeding the public. Consequently, farmers resort to genetically modified seeds for harvests that provide abundant gmf yields. Most gmfs are not consumed directly by the public; some 90% are targeted to industrial use, from which some food derivatives are made. An example is maize. Most maize is used for the industrial production of ethanol (as gasohol), the rest being diverted to manufacture other edibles such as fructose. Fructose is widely used as a sweetener in many manufactured foods and drinks. No known deleterious health or ecological effects have emanated from the commercialization of genetically modified crops: “There is broad scientific consensus that genetically engineered crops currently on the market are safe to eat. After 14 years of cultivation and a cumulative total of 2 billion acres planted, *no adverse health or environmental ...",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://blog.dana-farber.org/insight/2019/08/is-there-evidence-that-gmos-can-cause-cancer/",
    "title": "Is There Evidence That GMOs Can Cause Cancer?",
    "content": "**Medically reviewed by Stacy Kennedy, MPH, RD/LDN, CSO** While there is limited scientific evidence demonstrating that eating organic food can decrease cancer risk, what is the evidence regarding its counterpart, GMOs? For now, there is insufficient evidence to conclude that consuming GMOs can increase your cancer risk. ### What are GMOs? GMO stands for genetically modified organism; this can be applied to include any plant, animal, or other organism whose DNA structure has been modified by the addition of genes from another living thing. Crops are most often genetically modified to improve crop protection and improve resistance to insects, herbicides, and disease. Crops are also modified to contain extra nutrients, such as vitamins A, C, and D. Animals can be genetically modified to produce lower-fat meat, resist certain diseases, or create less waste. Foods produced from or using GMOs are often referred to as GM foods. ### Health effects GM foods undergo safety assessments that focus on the mutation of the genes, possible toxic properties, and nutritional effects. The main health issues of concern are: **Allergenicity**, or the potential to provoke an allergic reaction. When GM crops, such as corn or wheat, are used in the creation of other foods (corn tortillas or bread), there is a chance that consumption of these foods could cause a reaction. In one case, a pest-repelling protein used on corn to destroy insects and was only approved for animal feeding, was cross-pollinated with unmodified crops, and therefore entered the human supply. People with an allergy to the protein experienced reactions as severe as anaphylactic shock.**Gene transfer**, or the transfer of genes from GM foods to cells of the body or to bacteria in the gastrointestinal tract. Although the probability of gene transfer is low, a transferred gene can cause adverse health effects.**Outcrossing**, or thethe migration of genes from GM plants into conventional crops, and the mixing of GM and non-GM crops. Few cases have been reported where low levels of GM crops approved for animal feed were detected in products for human consumption. ### Cancer risk There is insufficient evidence to conclude that GMOs and GM foods can increase cancer risk. Eating more fruits and vegetables — regardless of how they are grown — is more beneficial than avoiding any potential risks of pesticides used on fruits and vegetables. “It makes sense that we pay attention to where our food comes from and how it’s produced,” says ** Stacy Kennedy, MPH, RD/LDN, CSO**, senior clinical nutritionist at Dana-Farber/Brigham and Women’s Cancer Center. “But the conversation should also be around local foods. The sooner you eat a fruit or vegetable after it’s picked, the more nutrients it has.” Kennedy recommends eating fresh foods whenever possible and swapping salt for spices like oregano or thyme.",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://www.ewg.org/news-insights/news/monsantos-gmo-herbicide-doubles-cancer-risk",
    "title": "Monsanto’s GMO Herbicide Doubles Cancer Risk",
    "content": "Glyphosate – the main ingredient in Monsanto’s widely used herbicide Roundup – is a colorless, odorless chemical and might seem innocuous to those who spray it on crops. But in the past few months the truth has come out: This chemical can be dangerous to farmers who are exposed to it and to people living close to farming areas. In fact, glyphosate has been found to *double the risk *of one blood cancer, non-Hodgkin’s lymphoma, and increase the risk of a related cancer, multiple myeloma. (Multiple myeloma was recently classified as a sub-type of non-Hodgkin’s lymphoma, but they used to be considered distinct diseases.) In a report released in late July, the world’s leading cancer experts at the International Agency for Research on Cancer shed new light on the cancer-causing properties of glyphosate. The report, which took an in-depth look at the latest research, concluded that glyphosate is definitely carcinogenic to animals in laboratory studies and that human exposure is linked to a higher risk of developing blood cancers such as non-Hodgkin’s lymphoma. The report confirmed the findings of the Agency’s previous meta-analysis, which combined the results of several studies and concluded that occupational exposure to glyphosate doubles the risk of developing non-Hodgkin’s lymphoma. The more recent report also highlighted studies that found that farm workers’ glyphosate exposure increases their risk of multiple myeloma by 70 to 100 percent. It’s no wonder, then, that two farmers have filed lawsuits against Monsanto charging that they had been exposed them to a chemical that is “unreasonably dangerous.” Bottles of Roundup carry *no warning* that it is a probable human carcinogen. In response to the International Agency’s recent findings, California has moved to add glyphosate to the state’s list of known carcinogens. This would require that Roundup bottles come with some sort of label warning of its dangers. And farm workers aren’t the only ones exposed to the herbicide. Researchers have found glyphosate residues in food as well. The cancer research agency points out that a 2007 study found glyphosate residues on six of eight tofu samples made from Brazilian soybeans. Soybeans are the largest genetically modified crop produced globally and account for about half of the total area dedicated to growing GMO crops. It’s time to label genetically modified food and let consumers decide whether they want to support an agricultural system that exposes farmers – and potentially themselves – to unreasonable risks.",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://medlineplus.gov/ency/article/002432.htm",
    "title": "Genetically modified organisms - GMOs: MedlinePlus Medical Encyclopedia",
    "content": "Genetically modified organisms (GMOs) are plants, animals, or microbes that have had their DNA changed using genetic engineering techniques. Another term for this is bioengineered foods. ## Function Genetic engineering can be done with plants, animals, or bacteria and other very small organisms. With genetic engineering, scientists take the gene for a desired trait in one plant or animal, and they insert that gene into the DNA of another plant or animal. Genes can also be moved from an animal to a plant or vice versa. The process to create GMOs is different than selective breeding. This involves selecting plants or animals with desired traits and breeding them. Over time, this results in offspring with those desired traits. One of the problems with selective breeding is that it can also result in traits that are not desired. Genetic engineering allows scientists to select one specific gene to implant. This avoids introducing other genes with undesirable traits. Genetic engineering also helps speed up the process of creating new foods with desired traits. Genome editing is a newer method that involves adding, removing, or changing the DNA of a plant or animal in a targeted way. The possible benefits of genetic engineering include: - More nutritious food - Tastier food - Disease- and drought-resistant plants that require fewer environmental resources (such as water and fertilizer) - Insect-resistant plants that allows less use of pesticides - Increased supply of food with reduced cost and longer shelf life - Faster growing plants and animals - Food with more desirable traits, such as potatoes that produce less of a cancer-causing substance when fried Some people have expressed concerns about GE foods, such as: - Creation of foods that can cause an allergic or toxic reaction - Unexpected or harmful genetic changes - Inadvertent transfer of genes from one GM plant or animal to another plant or animal not intended for genetic modification - Foods that are less nutritious - Decrease in biodiversity These concerns have thus far been unfounded. None of the GMOs used today have caused any of these problems. The US Food and Drug Administration (FDA) assesses all GMOs to make sure they are safe before allowing them to be sold. In addition to the FDA, the US Environmental Protection Agency (EPA) and the US Department of Agriculture (USDA) regulate bioengineered plants and animals. They assess the safety of GMOs to humans, animals, plants, and the environment. ## Food Sources Cotton, corn, and soybeans are the main GMO crops grown in the United States. Most of these are used to make ingredients for other foods, such as: - Corn syrup used as a sweetener in many foods and drinks - Corn starch used in soups and sauces - Soybean, corn, and canola oils used in snack foods, breads, salad dressings, and mayonnaise - Sugar from sugar beets - Livestock feed Other GMO crops include one or more varieties of the following: - Apples - Alfalfa - Canola - Eggplant (not available in the United States) - Papayas - Pineapples - Potatoes - Salmon - Squash - Sugar beets - Sugarcane - Zucchini ## Side Effects There are no side effects from consuming GMO foods. ## Recommendations The World Health Organization, the National Academy of Science, and several other major science organizations across the globe have reviewed research on GMOs and have found no evidence that they are harmful. There are no reports of illness, injury, or environmental harm due to GMOs. Genetically engineered foods are just as safe as conventional foods. The US Department of Agriculture has recently started requiring food manufacturers to disclose information about bioengineered foods and their ingredients. ## Alternative Names Bioengineered foods; GMOs; Genetically engineered foods, genome editing; Living modified organisms; LMOs ## References US Department of Agriculture website. National bioengineered food disclosure standard. www.ams.usda.gov/rules-regulations/national-bioengineered-food-disclosure-standard. Updated February 19, 2019. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural biotechnology. Feed your mind. www.fda.gov/food/consumers/agricultural-biotechnology. Updated July 9, 2024. Accessed August 23, 2024. US Food and Drug Administration website. GMO crops, animal food, and beyond. www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond. Updated March 5, 2024. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural Marketing Service. List of bioengineered foods. www.ams.usda.gov/rules-regulations/be/bioengineered-foods-list. Accessed August 23, 2024. US Food and Drug Administration website. Understanding new plant varieties. www.fda.gov/food/food-new-plant-varieties/understanding-new-plant-varieties. Updated May 12, 2023. Accessed August 23, 2024. ## Review Date 7/29/2024 Updated by: Robert Hurd, MD, Professor of Endocrinology and Health Care Ethics, Xavier University, Cincinnati, OH...",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://pubmed.ncbi.nlm.nih.gov/38073334/",
    "title": "Use of Genetically Modified Organism (GMO)-Containing Food Products in Children - PubMed",
    "content": "# Use of Genetically Modified Organism (GMO)-Containing Food Products in Children - PMID: **38073334** - DOI: 10.1542/peds.2023-064774 # Use of Genetically Modified Organism (GMO)-Containing Food Products in Children ## Abstract Families increasingly raise questions about the use of genetically modified organism (GMO)-containing food products. These products are widely found in the US food supply but originate from a narrow list of crops. Although GMO technology could be used to increase the micronutrient content of foods, this does not occur in the United States; instead, GMO technology has been used to make crops resistant to chemical herbicides. As a result, herbicide use has increased exponentially. The World Health Organization's International Agency on Research for Cancer has determined that glyphosate, an herbicide widely used in producing GMO food crops, is a probable human carcinogen. Measurable quantities of glyphosate are detected in some GMO foods. Families who wish to minimize GMO food products can do so by focusing on a dietary pattern of primarily whole, plant-based foods while minimizing ultra-processed foods. Pediatricians play a vital role in their efforts to minimize fear-based messaging and support families through shared decision-making. Pediatrician awareness of GMO labeling can guide individualized conversations, particularly that non-GMO labeling does not indicate organic status and that increased cost of some non-GMO foods, especially if also organic, may limit this choice for many families. Copyright © 2024 by the American Academy of Pediatrics. ## Similar articles - Genetically Modified Herbicide-Tolerant Crops, Weeds, and Herbicides: Overview and Impact.Environ Manage. 2016 Jan;57(1):31-48. doi: 10.1007/s00267-015-0589-7. Epub 2015 Aug 22. Environ Manage. 2016. PMID: 26296738 Review. - Weed control changes and genetically modified herbicide tolerant crops in the USA 1996-2012.GM Crops Food. 2014;5(4):321-32. doi: 10.4161/21645698.2014.958930. GM Crops Food. 2014. PMID: 25523177 Free PMC article. - Perspectives on transgenic, herbicide-resistant crops in the United States almost 20 years after introduction.Pest Manag Sci. 2015 May;71(5):652-7. doi: 10.1002/ps.3863. Pest Manag Sci. 2015. PMID: 25052888 - Economic and herbicide use impacts of glyphosate-resistant crops.Pest Manag Sci. 2005 Mar;61(3):241-5. doi: 10.1002/ps.1013. Pest Manag Sci. 2005. PMID: 15706602 - Current state of herbicides in herbicide-resistant crops.Pest Manag Sci. 2014 Sep;70(9):1351-7. doi: 10.1002/ps.3727. Epub 2014 Feb 24. Pest Manag Sci. 2014. PMID: 24446395 Review. ## Cited by - Rethinking progress: harmonizing the discourse on genetically modified crops.Front Plant Sci. 2025 Mar 21;16:1547928. doi: 10.3389/fpls.2025.1547928. eCollection 2025. Front Plant Sci. 2025. PMID: 40190653 Free PMC article. Review. - From plate to planet: culturally responsive culinary practices for health system innovation.Front Nutr. 2024 Oct 17;11:1476503. doi: 10.3389/fnut.2024.1476503. eCollection 2024. Front Nutr. 2024. PMID: 39483786 Free PMC article. - Overview of human health effects related to glyphosate exposure.Front Toxicol. 2024 Sep 18;6:1474792. doi: 10.3389/ftox.2024.1474792. eCollection 2024. Front Toxicol. 2024. PMID: 39359637 Free PMC article. Review. ## MeSH terms ## Substances ## LinkOut - more resources ### Full Text Sources ### Research Materials",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  },
  {
    "url": "https://www.healthline.com/nutrition/gmo-pros-and-cons",
    "title": "GMO Pros and Cons, Backed by Evidence",
    "content": "Although most notable organizations and research suggest that GMO foods are safe and sustainable, some people claim they may harm your health and the environment. GMOs, short for genetically modified organisms, are subject to much controversy. According to the U.S. Department of Agriculture (USDA), GMO seeds are used to plant over 90% of all maize (corn), cotton, and soy grown in the United States, which means that many of the foods you eat likely contain GMOs. This article explains GMOs, balances their pros and cons, and provides guidance on how to identify GMO foods. “GMO,” which stands for genetically modified organism, refers to any organism whose DNA has been modified using genetic engineering technology. In the food industry, GMO crops have had genes added to them for - their growth - nutritional content - sustainability - pest resistance - ease of farming While it’s possible to naturally give foods desirable traits through selective breeding, this process takes many generations. Also, breeders may be unable to determine which genetic change led to a new trait. Genetic modification accelerates this process by using scientific techniques that give the plant the desired trait. GMO crops are common in the United States, with at least GMO foods may offer advantages to the grower and consumer. These can include: **Pest control:**Many GMO crops have been genetically modified to express a gene that protects them against pests and insects. The*Bt*gene is commonly genetically engineered into crops like corn, cotton, and soybeans. It comes from a naturally occurring bacteria known as Bacillus thuringiensis. This gene produces a toxic protein to several pests and insects, which gives the GMO plants a natural resistance. As such, GMO cropsdon’t need to be exposed to harmful pesticides as often.**Fewer pesticides:**A 2020 study notes that GMO technology has reduced global chemical pesticide use by8.3% and indirectly reduced greenhouse gas emissions because farmers don’t need to spray their fields as often.**Improved survival and greater yield:**Other GMO crops have been modified with genes that help them survive stressful conditions, such asdroughts , and resist diseases likeblight , resulting in a higher yield for farmers.**Increased nutritional value:**Genetic modification can increase the nutritional value of foods. For example, rice high in beta carotene, also called golden rice,was developed to help prevent blindness in regions where local diets are chronically deficient in vitamin A.**Enhanced flavor:**Genetic modificationcan enhance the flavor and appearance of foods, such as the non-browning apple. However, the While GMO crops make farming much easier, there is some concern about their potential effect on the environment and their safety for human consumption, particularly surrounding illnesses and allergies. Some of the potential concerns around GMO consumption include: **Allergies:**Because GMO foods contain foreign genes, some people worry that they harbor genes from foods that may prompt an allergic reaction. According to theFDA , researchers who develop GMO foods run tests to ensure that allergens aren’t transferred from one food to another. Research suggests GMO foods are no likelier to trigger allergies than their non-GMO counterparts.**Cancer:**Because DNA mutations cause cancers, some people fear that eating foods with added genes may affect your DNA. TheAmerican Cancer Society (ACS) has stated that there’s no evidence to link GMO food intake to an increased or decreased risk of cancer, and there is no evidence that eating GMOs will change your DNA. However, more long-term human research is still needed.**Herbicide use:**Most GMO crops are resistant to herbicides, such as Roundup, so farmers may use herbicides to kill surrounding weeds without damage to their crops. But Roundup and its active ingredient glyphosate are subject to controversy because animal and test-tube studies have linked them to various diseases. There is new evidence that glyphosate exposure may increase the relative risk of non-Hodgkins lymphoma by41% .**Honeybees:**There has also been concern that pollen from Bt cropsmay negatively impact honeybees, but there doesn’t seem to be any solid evidence to support this yet. Although GMO foods appear safe for consumption, some people wish to avoid them. Still, this is difficult since most foods in your supermarket are made with ingredients from GMO crops. In the United States, no regulations currently mandate the labeling of GMO foods. Yet, as of January 2022, the USDA requires food manufacturers to label all foods containing GMO ingredients. That said, the labels won’t say “GMO” but instead the term “bioengineered food.” It will display either as the USDA bioengineered food symbol, listed on or near the ingredients or as a scannable code on the package with directions, such as “Scan here for more information.” Some foods may have a third-party “Non-GMO project verified” label, which ...",
    "summary": "Summarization failed - unable to process content",
    "claims": [
      "Summarization failed - unable to process content"
    ],
    "fact_check_results": [
      {
        "claim": "Summarization failed - unable to process content",
        "status": "Unsure",
        "rating": "No fact-check found",
        "publisher": "None",
        "publisher_site": "",
        "review_url": "",
        "review_date": "",
        "confidence": "low"
      }
    ],
    "overall_fact_status": "Unsure",
    "classification": "Other",
    "confidence": "low",
    "key_themes": [],
    "analysis_notes": "Classification failed due to processing error",
    "sentiment": "neutral",
    "credibility_score": 0.3
  }
]