[
  {
    "url": "https://pubmed.ncbi.nlm.nih.gov/18989835/",
    "content": "# Health risks of genetically modified foods - PMID: **18989835** - DOI: 10.1080/10408390701855993 # Health risks of genetically modified foods ## Abstract As genetically modified (GM) foods are starting to intrude in our diet concerns have been expressed regarding GM food safety. These concerns as well as the limitations of the procedures followed in the evaluation of their safety are presented. Animal toxicity studies with certain GM foods have shown that they may toxically affect several organs and systems. The review of these studies should not be conducted separately for each GM food, but according to the effects exerted on certain organs it may help us create a better picture of the possible health effects on human beings. The results of most studies with GM foods indicate that they may cause some common toxic effects such as hepatic, pancreatic, renal, or reproductive effects and may alter the hematological, biochemical, and immunologic parameters. However, many years of research with animals and clinical trials are required for this assessment. The use of recombinant GH or its expression in animals should be re-examined since it has been shown that it increases IGF-1 which may promote cancer. ## Comment in - Response to \"Health risks of genetically modified foods\".Crit Rev Food Sci Nutr. 2010 Jan;50(1):85-91; author reply 92-5. doi: 10.1080/10408390903467787. Crit Rev Food Sci Nutr. 2010. PMID: 20047140 No abstract available. ## Similar articles - Safety and nutritional assessment of GM plants and derived food and feed: the role of animal feeding trials.Food Chem Toxicol. 2008 Mar;46 Suppl 1:S2-70. doi: 10.1016/j.fct.2008.02.008. Epub 2008 Feb 13. Food Chem Toxicol. 2008. PMID: 18328408 Review. - Genetically modified plants and food hypersensitivity diseases: usage and implications of experimental models for risk assessment.Pharmacol Ther. 2006 Aug;111(2):374-83. doi: 10.1016/j.pharmthera.2005.10.005. Epub 2005 Dec 20. Pharmacol Ther. 2006. PMID: 16364445 Review. - Risk assessment of genetically modified crops for nutrition and health.Nutr Rev. 2009 Jan;67(1):1-16. doi: 10.1111/j.1753-4887.2008.00130.x. Nutr Rev. 2009. PMID: 19146501 Review. - A risk-based classification scheme for genetically modified foods. I: Conceptual development.Regul Toxicol Pharmacol. 2008 Dec;52(3):208-22. doi: 10.1016/j.yrtph.2008.08.006. Epub 2008 Aug 22. Regul Toxicol Pharmacol. 2008. PMID: 18778747 - Assessment of the safety of foods derived from genetically modified (GM) crops.Food Chem Toxicol. 2004 Jul;42(7):1047-88. doi: 10.1016/j.fct.2004.02.019. Food Chem Toxicol. 2004. PMID: 15123382 Review. ## Cited by - Randomly detected genetically modified (GM) maize (Zea mays L.) near a transport route revealed a fragile 45S rDNA phenotype.PLoS One. 2013 Sep 9;8(9):e74060. doi: 10.1371/journal.pone.0074060. eCollection 2013. PLoS One. 2013. PMID: 24040165 Free PMC article. - Current coronavirus crisis and past pandemics - What can happen in post-COVID-19 agriculture?Sustain Prod Consum. 2022 Mar;30:752-760. doi: 10.1016/j.spc.2022.01.007. Epub 2022 Jan 15. Sustain Prod Consum. 2022. PMID: 35071718 Free PMC article. Review. - GMOs in animal agriculture: time to consider both costs and benefits in regulatory evaluations.J Anim Sci Biotechnol. 2013 Sep 25;4(1):37. doi: 10.1186/2049-1891-4-37. J Anim Sci Biotechnol. 2013. PMID: 24066781 Free PMC article. - Chemical Pesticides and Human Health: The Urgent Need for a New Concept in Agriculture.Front Public Health. 2016 Jul 18;4:148. doi: 10.3389/fpubh.2016.00148. eCollection 2016. Front Public Health. 2016. PMID: 27486573 Free PMC article. Review. - Characterization of scientific studies usually cited as evidence of adverse effects of GM food/feed.Plant Biotechnol J. 2017 Oct;15(10):1227-1234. doi: 10.1111/pbi.12798. Epub 2017 Aug 16. Plant Biotechnol J. 2017. PMID: 28710840 Free PMC article. Review. ## MeSH terms ## LinkOut - more resources ### Full Text Sources ### Research Materials ### Miscellaneous",
    "title": "Health risks of genetically modified foods - PubMed"
  },
  {
    "url": "https://www.healthline.com/nutrition/gmo-pros-and-cons",
    "content": "Although most notable organizations and research suggest that GMO foods are safe and sustainable, some people claim they may harm your health and the environment. GMOs, short for genetically modified organisms, are subject to much controversy. According to the U.S. Department of Agriculture (USDA), GMO seeds are used to plant over 90% of all maize (corn), cotton, and soy grown in the United States, which means that many of the foods you eat likely contain GMOs. This article explains GMOs, balances their pros and cons, and provides guidance on how to identify GMO foods. “GMO,” which stands for genetically modified organism, refers to any organism whose DNA has been modified using genetic engineering technology. In the food industry, GMO crops have had genes added to them for - their growth - nutritional content - sustainability - pest resistance - ease of farming While it’s possible to naturally give foods desirable traits through selective breeding, this process takes many generations. Also, breeders may be unable to determine which genetic change led to a new trait. Genetic modification accelerates this process by using scientific techniques that give the plant the desired trait. GMO crops are common in the United States, with at least GMO foods may offer advantages to the grower and consumer. These can include: **Pest control:**Many GMO crops have been genetically modified to express a gene that protects them against pests and insects. The*Bt*gene is commonly genetically engineered into crops like corn, cotton, and soybeans. It comes from a naturally occurring bacteria known as Bacillus thuringiensis. This gene produces a toxic protein to several pests and insects, which gives the GMO plants a natural resistance. As such, GMO cropsdon’t need to be exposed to harmful pesticides as often.**Fewer pesticides:**A 2020 study notes that GMO technology has reduced global chemical pesticide use by8.3% and indirectly reduced greenhouse gas emissions because farmers don’t need to spray their fields as often.**Improved survival and greater yield:**Other GMO crops have been modified with genes that help them survive stressful conditions, such asdroughts , and resist diseases likeblight , resulting in a higher yield for farmers.**Increased nutritional value:**Genetic modification can increase the nutritional value of foods. For example, rice high in beta carotene, also called golden rice,was developed to help prevent blindness in regions where local diets are chronically deficient in vitamin A.**Enhanced flavor:**Genetic modificationcan enhance the flavor and appearance of foods, such as the non-browning apple. However, the While GMO crops make farming much easier, there is some concern about their potential effect on the environment and their safety for human consumption, particularly surrounding illnesses and allergies. Some of the potential concerns around GMO consumption include: **Allergies:**Because GMO foods contain foreign genes, some people worry that they harbor genes from foods that may prompt an allergic reaction. According to theFDA , researchers who develop GMO foods run tests to ensure that allergens aren’t transferred from one food to another. Research suggests GMO foods are no likelier to trigger allergies than their non-GMO counterparts.**Cancer:**Because DNA mutations cause cancers, some people fear that eating foods with added genes may affect your DNA. TheAmerican Cancer Society (ACS) has stated that there’s no evidence to link GMO food intake to an increased or decreased risk of cancer, and there is no evidence that eating GMOs will change your DNA. However, more long-term human research is still needed.**Herbicide use:**Most GMO crops are resistant to herbicides, such as Roundup, so farmers may use herbicides to kill surrounding weeds without damage to their crops. But Roundup and its active ingredient glyphosate are subject to controversy because animal and test-tube studies have linked them to various diseases. There is new evidence that glyphosate exposure may increase the relative risk of non-Hodgkins lymphoma by41% .**Honeybees:**There has also been concern that pollen from Bt cropsmay negatively impact honeybees, but there doesn’t seem to be any solid evidence to support this yet. Although GMO foods appear safe for consumption, some people wish to avoid them. Still, this is difficult since most foods in your supermarket are made with ingredients from GMO crops. In the United States, no regulations currently mandate the labeling of GMO foods. Yet, as of January 2022, the USDA requires food manufacturers to label all foods containing GMO ingredients. That said, the labels won’t say “GMO” but instead the term “bioengineered food.” It will display either as the USDA bioengineered food symbol, listed on or near the ingredients or as a scannable code on the package with directions, such as “Scan here for more information.” Some foods may have a third-party “Non-GMO project verified” label, which ...",
    "title": "GMO Pros and Cons, Backed by Evidence"
  },
  {
    "url": "https://www.medicalnewstoday.com/articles/324576",
    "content": "Engineers design plants using genetically modified organisms (GMOs) to improve taste, nutritional content, and resilience. However, people have concerns over their safety, and there is much debate about the pros and cons of using GMOs. Scientists create GMO foods by introducing genetic material, or DNA, from a different organism through genetic engineering. Most of the currently available GMO foods are plants, such as fruit and vegetables. In the United States, the GMO foods are likely to become a crucial tool in feeding the world’s growing population, especially in areas with harsh climates. However, there have been concerns about possible risks. This article discusses the advantages and disadvantages of GMO crops, including their potential effects on human health and the environment. Manufacturers use genetic modification to give foods desirable traits. Potential advantages of GMO crops include attractiveness to consumers, resilience, nutritional value, and less waste. ### Attractiveness GMO crops may be increasingly attractive to consumers. Examples of this include apples and potatoes that are Some believe that GMO foods may have an enhanced flavor compared to non-GMO foods. However, there is no evidence to show that genetic modification has any effect on the taste, smell, or appearance of foods in the U.S. In fact, most people cannot tell the difference between GMO and non-GMO foods. ### Resilience and less waste Most GMO crops in the U.S. were developed to help farmers. They are more resilient crops that help prevent crop and food loss. Some of the reasons farmers choose to grow GMO crops - higher tolerance to herbicides, making it easier to control weeds - greater resistance to certain plant viruses, which can help increase food security by reducing food waste - greater residence to damaging insects, which can help reduce the use of pesticides GMO crops may also be ### Nutritional value Certain types of GMOs may add nutritional value to foods. An example of this is golden rice. This is a product that is engineered to provide higher levels of vitamin A to consumers. While it can provide nutritional value to those who eat it, especially in areas where vitamin A deficiency is an issue, the growth of this product is not widespread. It is not currently a part of the U.S. food system. Growing plants that are more resistant to diseases spread by insects or viruses will likely result in higher yields for farmers and a more attractive product. All these factors can contribute to lower costs for the consumer and can ensure that more people have access to quality food. Genetically engineering foods is a relatively new practice, which means the long-term effects on safety are not yet clear. Many concerns about the disadvantages relate to human health. Scientists have not yet shown that GMO foods are harmful to health, but research is ongoing. ### Allergic reactions There is a small risk that GMO foods can trigger an allergic reaction, but this will only happen if the genetic change triggers the production of an allergen. For instance, if scientists combine a gene from a Brazil nut with a soybean, there is a The Scientists assess the likelihood of GMO foods causing an allergic reaction in humans before a product reaches the market and can prevent its launch if necessary. ### Cancer There have been concerns that eating GMO foods can contribute to the development of cancer by raising levels of potentially carcinogenic substances in the body. The While cancer rates ### Antibacterial resistance Some GMOs contain changes that make them resistant to certain antibiotics. In theory, the genes from these plants could enter humans or animals when they eat them. As a result, the person or animal could also develop antibiotic resistance. The likelihood of this happening is very small, but the ### Changes in human DNA In older Some people have also raised fears that eating GMO food could lead to genetic changes in humans. However, most of the DNA in food — whether GMO or not — either is destroyed by cooking or breaks down before it reaches the large intestine. Small fragments of DNA from food can and do enter the bloodstream and body organs, but there is no evidence that they have any impact on genetic makeup or human health. ### Toxicity for body organs In older The use of GMO crops Climate change and severe weather events are disrupting food production and supply. GMO foods could help maintain supplies in the face of changing environmental conditions and a growing population. ### Pros Genetically modifying some foods could make them: - easier to store and transport - less prone to waste due to disease and aging - more likely to grow in areas with poor-quality soil - higher in nutrients Also, a ### Cons Environmental concerns - the risk of outcrossing, where genes from GMO foods pass into wild plants and other crops - a negative impact on insects and other species - reduction in other plant types, leading to a loss of biodive...",
    "title": "Pros and cons of GMO foods: Health and environment"
  },
  {
    "url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/are-GMO-foods-safe-for-my-child-AAP-policy-explained.aspx",
    "content": "*By: Steven A. Abrams, MD, FAAP & Philip J. Landrigan, MD, FAAP* With so many conflicting messages about diet in the world today, you may wonder about the healthiest way to feed your child. Nutrition labels are stuffed with facts, but many parents and caregivers feel confused about what's good for kids and what to avoid. Healthy eating is essential to your child's growth and well-being. That's why, in a new report, we take a close look at evidence surrounding genetically modified organisms, or GMOs. *(See, \"**GMO Foods & Children's Health: AAP Examines Benefits, Risks & Unknowns**.\") *Here's what we know about how foods and drinks with GMOs may affect your child's health. ## What are GMOs? A GMO—also known as a *bioengineered* product—is any living thing whose genetic code (DNA) has been changed to improve the way it grows, thrives, looks or tastes. In terms of what humans eat, this usually means corn, soybeans, canola (a grain used to make cooking oil) and sugar beets. GMO can also apply to protein sources. Examples include genetically modified salmon or farm animals such as cattle and chickens whose feed may contain GMO corn or soybeans. ## Are GMOs safe to eat? | | *Label required by the U.S. Department of Agriculture (USDA) for bioengineered food products* | There's nothing wrong with changing the genetic code of a plant or animal. In fact, we've been doing this for centuries. Hybrid plants created from two or more existing varieties have long been part of our food chain. Fruits and nuts are often grown on hybridized trees. We've been crossbreeding livestock for hundreds of years. However, some GMO foods may pose health risks, especially for kids. This is because most genetic engineering has focused on making crops resistant to weed killers, (herbicides) that farmers spray in large quantities on the food we later eat. Genetic engineering enables crops like corn and soybeans to survive repeated doses of weed killer. (If the plants weren't genetically altered, the herbicides would kill them.) ### How herbicides can pose a health threat The main ingredient in herbicides used across the United States is glyphosate. This chemical is also present in weed killers you may have used around your home. When glyphosate was first approved, it was thought to pose no threat to human health. But research from around the world now shows that these chemicals can build up in our bodies. This can increase the risks for some blood cancers, including specific kinds of leukemia and lymphoma. Some studies show that farmers who use glyphosate on their crops face a greater risk of developing these blood cancers than people with lower exposure to herbicides. ## It's not the food itself, it's how we grow it. Understanding that herbicides are the issue—not the crops themselves or the animals that eat them—is essential. Future studies may link herbicides with other health concerns. But in the meantime, we should not ignore the evidence that points to a potential for increased cancer risks, especially for growing children and teens. ## How do we know that herbicides are making their way into our bodies? Recent studies show that glyphosate is present in many foods, especially ultra-processed foods (more information, below). It also shows up in 80% of urine samples taken from people in the U.S.—including kids as young as 6 years. This suggests that most children and adults are consuming foods that may increase their chances of developing cancer. ** ** ## Which foods & drinks are likely to be made with GMOs? GMOs are often present in ultra-processed foods such as: Keep in mind that foods on this list **can** be made without GMOs. However, most brands of ultra-processed foods contain corn, soy, canola and other ingredients from genetically modified crops. ## Can't we grow food without herbicides? | | *The USDA organic seal used by certified farms and businesses to identify their products as organic* | Yes, we can. For example, foods that are certified organic by the USDA are raised without synthetic chemical herbicides or pesticides (bug sprays). Organic foods include protein sources (meat, dairy, eggs and fish) from animals that eat only GMO-free feed. However, you shouldn't assume that something is GMO-free just because it's labeled \"natural\" or \"healthy.\" Look for the GMO-free or certified organic label—or, if you're at the farmer's market, ask if fruits and vegetables, fish, meats or dairy products you're buying are GMO-free. Also keep in mind that washing and scrubbing produce under running water, even if it's not organic, can reduce herbicides. ### Why aren't more foods organic? Wondering why don't we raise more foods without harmful chemicals? You've probably noticed that organic foods typically cost more. This is partly because food producers have to find other ways to control weeds and pests that threaten their crops. These other methods may involve more labor and expense than spraying plants with chemicals, which can be done wi...",
    "title": "Are GMO Foods Safe for My Child? AAP Policy Explained"
  },
  {
    "url": "https://www.nongmoproject.org/blog/whats-wrong-with-gmos-a-lot/",
    "content": "When GMOs were commercialized in the 1990s, few people knew about these novel organisms entering the food supply. Their development, testing and deployment had occurred with a startling lack of transparency. However, as early GMOs and their derivatives made their way into more and more common food products, folks in the natural foods sector started asking questions. Some of those folks went on to found the Non-GMO Project, North America’s most rigorous third-party verification for non-GMO food and products. From time to time, people ask us why we do the work we do. What do we have against GMOs, anyways? The answer to that question is not short. From the unsettling origins of the GMO experiment, we've witnessed a complex web of negative impacts and downstream effects that start with this technology. The GMO food web and the technology driving it have evolved, and so do the consequences. What's wrong with GMOs? We'll walk you through it. ### Corporate consolidation and short-term studies The first GMOs were developed by chemical companies with ingenious business plans. For example, Monsanto sold chemicals for decades before engineering herbicide-tolerant \"Roundup Ready\" soybeans in 1996. By creating herbicide-tolerant GMOs, they gained restrictive utility patents on a major commodity crop *and* sold a lot more of their signature weedkiller, Roundup, a companion product to the GMO soy. The plan worked so well that glyphosate-based herbicides such as Roundup have seen a 15-fold increase in use since Monsanto introduced its first GMO. Very little was known about GMOs when they entered the food supply. Most people were unaware that everyday food products contained ingredients derived from novel organisms. Even fewer people knew that safety testing was mainly short-term feeding studies conducted by the same corporations who created GMOs and stood to profit from their adoption. Without independent safety assessments, the long-term impacts of GMOs are unknown. Meanwhile, those utility patents helped solidify agricultural companies' growing seed supply monopoly. Today, most of the world's seeds are owned by just four corporations. ### Environmental antagonists The dramatic spike in herbicide use is a sobering outcome of GMO adoption, but it's not the only one. There are significant downstream impacts from adopting this technology and the chemical inputs that go with it. That business plan to sell more weedkillers alongside patented GMO seeds worked like a charm. Farmers sprayed more glyphosate more often, and subsequently, \"superweeds\" with evolved resistance to those chemicals rose up in response. Herbicide tolerance wasn't the only GMO trait. Genetically engineered corn was created to produce its own insecticidal bacteria. Because the insecticide was constantly present as the corn grew, insect populations developed similar tolerance as the superweeds. It's a case of be-careful-what-you-wish-for: If GMO manufacturers pictured pristine landscapes that produced only the GMO crops they designed, they were engineering a certain kind of doom. Landscapes aren't meant to be pristine or monotonous, and nature rebels against a lack of diversity. In the end, GMOs are antithetical to the kind of regenerative food system we desperately need to feed a growing population on a warming planet. Improving soil health, protecting biodiversity and curbing greenhouse gasses are critical initiatives to support human wellbeing. GMOs move us in the opposite direction, towards monocrops, homogeneity and chemical dependence. ### The cultural impacts of GMOs Some of the most damning impacts of an industrialized and engineered food system are cultural and social. Food is a basic human need. It's also a crucial element of the social fabric of communities worldwide. We gather for feasts and celebrations, expressing cultural identities through the food we share. Traditionally people ate globally diverse diets to reflect our cultural backgrounds. However, the types of foods we consume have consolidated over time to become more homogenous worldwide. As part of our Speaker Series, we spoke with author Diane Wilson about her book \"The Seed Keeper.\" The novel explores Indigenous food sovereignty through the stories of four Native American women and the loss of traditional foods and cultural practices after colonization. \"You move people onto reservations, you give them commodity foods that come in a sack, so it's high starch high fat, and immediately you see a shift in both the spiritual and the physical health of people and the emotional wellbeing because it's very compromising to your sense of self as an Indigenous person to be living in this way.\" Wilson is enrolled on the Rosebud Reservation, and she works as part of the growing movement to restore Indigenous food sovereignty. \"We're reclaiming that old relationship… and we're rebuilding the health of our communities by returning to those traditional foods.\" Respecting and restoring food's cultura...",
    "title": "What's wrong with GMOs? A lot. - The Non-GMO Project"
  },
  {
    "url": "https://medlineplus.gov/ency/article/002432.htm",
    "content": "Genetically modified organisms (GMOs) are plants, animals, or microbes that have had their DNA changed using genetic engineering techniques. Another term for this is bioengineered foods. ## Function Genetic engineering can be done with plants, animals, or bacteria and other very small organisms. With genetic engineering, scientists take the gene for a desired trait in one plant or animal, and they insert that gene into the DNA of another plant or animal. Genes can also be moved from an animal to a plant or vice versa. The process to create GMOs is different than selective breeding. This involves selecting plants or animals with desired traits and breeding them. Over time, this results in offspring with those desired traits. One of the problems with selective breeding is that it can also result in traits that are not desired. Genetic engineering allows scientists to select one specific gene to implant. This avoids introducing other genes with undesirable traits. Genetic engineering also helps speed up the process of creating new foods with desired traits. Genome editing is a newer method that involves adding, removing, or changing the DNA of a plant or animal in a targeted way. The possible benefits of genetic engineering include: - More nutritious food - Tastier food - Disease- and drought-resistant plants that require fewer environmental resources (such as water and fertilizer) - Insect-resistant plants that allows less use of pesticides - Increased supply of food with reduced cost and longer shelf life - Faster growing plants and animals - Food with more desirable traits, such as potatoes that produce less of a cancer-causing substance when fried Some people have expressed concerns about GE foods, such as: - Creation of foods that can cause an allergic or toxic reaction - Unexpected or harmful genetic changes - Inadvertent transfer of genes from one GM plant or animal to another plant or animal not intended for genetic modification - Foods that are less nutritious - Decrease in biodiversity These concerns have thus far been unfounded. None of the GMOs used today have caused any of these problems. The US Food and Drug Administration (FDA) assesses all GMOs to make sure they are safe before allowing them to be sold. In addition to the FDA, the US Environmental Protection Agency (EPA) and the US Department of Agriculture (USDA) regulate bioengineered plants and animals. They assess the safety of GMOs to humans, animals, plants, and the environment. ## Food Sources Cotton, corn, and soybeans are the main GMO crops grown in the United States. Most of these are used to make ingredients for other foods, such as: - Corn syrup used as a sweetener in many foods and drinks - Corn starch used in soups and sauces - Soybean, corn, and canola oils used in snack foods, breads, salad dressings, and mayonnaise - Sugar from sugar beets - Livestock feed Other GMO crops include one or more varieties of the following: - Apples - Alfalfa - Canola - Eggplant (not available in the United States) - Papayas - Pineapples - Potatoes - Salmon - Squash - Sugar beets - Sugarcane - Zucchini ## Side Effects There are no side effects from consuming GMO foods. ## Recommendations The World Health Organization, the National Academy of Science, and several other major science organizations across the globe have reviewed research on GMOs and have found no evidence that they are harmful. There are no reports of illness, injury, or environmental harm due to GMOs. Genetically engineered foods are just as safe as conventional foods. The US Department of Agriculture has recently started requiring food manufacturers to disclose information about bioengineered foods and their ingredients. ## Alternative Names Bioengineered foods; GMOs; Genetically engineered foods, genome editing; Living modified organisms; LMOs ## References US Department of Agriculture website. National bioengineered food disclosure standard. www.ams.usda.gov/rules-regulations/national-bioengineered-food-disclosure-standard. Updated February 19, 2019. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural biotechnology. Feed your mind. www.fda.gov/food/consumers/agricultural-biotechnology. Updated July 9, 2024. Accessed August 23, 2024. US Food and Drug Administration website. GMO crops, animal food, and beyond. www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond. Updated March 5, 2024. Accessed August 23, 2024. US Food and Drug Administration website. Agricultural Marketing Service. List of bioengineered foods. www.ams.usda.gov/rules-regulations/be/bioengineered-foods-list. Accessed August 23, 2024. US Food and Drug Administration website. Understanding new plant varieties. www.fda.gov/food/food-new-plant-varieties/understanding-new-plant-varieties. Updated May 12, 2023. Accessed August 23, 2024. ## Review Date 7/29/2024 Updated by: Robert Hurd, MD, Professor of Endocrinology and Health Care Ethics, Xavier University, Cincinnati, OH...",
    "title": "Genetically modified organisms - GMOs: MedlinePlus Medical Encyclopedia"
  },
  {
    "url": "https://www.reddit.com/r/askscience/comments/2l9fks/are_genetically_modified_food_really_that_bad/",
    "content": "# Are genetically modified food really that bad? Biology I was just talking with a friend about GMO harming or not anyone who eats it and she thinks, without any doubt, that food made from GMO causes cancer and a lot of other diseases, including the proliferation of viruses. I looked for answers on Google and all I could find is \"alternative media\" telling me to not trust \"mainstream media\", but no links to studies on the subject. So I ask you, guys, is there any harm that is directly linked to GMO? What can you tell me about it? Archived post. New comments cannot be posted and votes cannot be cast.",
    "title": "Are genetically modified food really that bad?"
  }
]