[
  {
    "url": "https://www.government.nl/topics/biotechnology/consequences-of-gmos-for-biodiversity",
    "title": "Consequences of GMOs for biodiversity",
    "content": "# Consequences of GMOs for biodiversity Genetic modification produces genetically modified animals, plants and organisms. If they are introduced into the environment they can affect biodiversity. For example, existing species can be overrun by more dominant new species. These and other potential effects are considered during the licensing procedure. (Such effects can of course also occur following the introduction of non-genetically modified animals plants and organisms.) Assessing the impact on biodiversity requires knowledge. This knowledge must be constantly updated so the State can assess the effects of future GMOs on biodiversity. A major ecological research programme, ERGO, aimed to amass ecological knowledge, for example, on the impact of new GMOs on their environment. This research was coordinated by the Netherlands Organisation for Scientific Research (NWO).",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.ewg.org/news-insights/news/are-gmos-bad-environment",
    "title": "Are GMOs Bad for the Environment?",
    "content": "In a recent interview for New York magazine’s Grub Street, author and food activist Michael Pollan laid out why he believes that food containing genetically modified ingredients (GMOs) should be labeled – and why GMO crops have been bad for the environment. “GMOs have been, I think, a tremendous disappointment,” Pollan said. “They haven't done what Monsanto promised they would do, which is make American agriculture more sustainable.” Seed and chemical companies like Monsanto claimed that genetically engineered crops would be good for the environment by reducing pesticide use and increasing crop yields, but the past 20 years have shown that they do nothing of the sort. Not only have GMO crops not improved yields, they have vastly increased the use of glyphosate, the active ingredient in Monsanto’s Roundup herbicide. That has potentially serious implications for human health. Last year, the World Health Organization classified glyphosate as “probably carcinogenic to humans.” The conclusion was based in part on studies showing that farmers exposed to glyphosate had twice the risk of developing a blood cancer called non-Hodgkin lymphoma. Moreover, most GMOs have not been engineered to improve yields or make food healthier, but to be herbicide resistant. Corn, soybeans and other crops have been genetically engineered to withstand blasts of glyphosate. It kills all the weeds in the field, but the GMO crops survive. Since the introduction of these crops in the mid-1990s, glyphosate use has spread like a cancer across the U.S. Farmers now apply 16 times more of the herbicide than they did before GMOs came on the market. The explosion in glyphosate use is not only bad for farmers’ health, it’s also bad for the environment, especially for certain birds, insects and other wildlife. For example, populations of monarch butterflies have fallen to all-time lows as the result of massive spraying of glyphosate on crop fields. University of Minnesota researcher Dr. Karen Oberhauser identified glyphosate as one of the main causes of the depletion of monarchs in the U.S. and Mexico. At a 2014 press conference in Mexico, Oberhauser said of the butterflies’ plight: “Tragically, much of their breeding habitat in this region has been lost to changing agricultural practices, primarily the exploding adoption of genetically modified, herbicide-tolerant crops in the late 20th and early 21st centuries.” Some day, GMO crops may provide real benefits to consumers. So far, however, they have mostly increased the use of glyphosate. It’s time to let consumers be part of the conversation by requiring the labeling of GMO ingredients on food packaging. As Pollan said in his Grub Street interview: The public has made it known that they would like to have labels so they can decide for whatever reason, good or bad, well-informed or poorly informed, that they don't or want to eat this. Without a label you don't know what we're eating. I think we should have a lot more transparency about food, not less.",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.fda.gov/food/agricultural-biotechnology/gmos-and-environment",
    "title": "GMOs and the Environment",
    "content": "# GMOs and the Environment Genetically modified organisms (GMOs) and foods made from GMOs have been available to consumers since the 1990s. Since their introduction, researchers have studied their impacts on the environment. Overall, studies have shown GMOs can have positive environmental impacts and can be important tools for addressing the causes and effects of climate change.[1,2] Insect-resistant crops are developed to withstand, deter, or repel insect pests and prevent them from feeding on the plant. *Bacillus thuringiensis* (Bt) crops are crops that produce proteins that are toxic to certain insect pests but not to humans, pets, livestock, or other animals.[3] When farmers grow Bt crop varieties, they can apply less insecticide while still preventing insect damage to their crops. This in turn allows for a higher diversity of beneficial insects. For example, insecticide application among U.S. corn and cotton farmers decreased by over 80% from 1996 to 2017.[4] Herbicide-tolerant (HT) crops are developed to survive the application of certain herbicides to help farmers more easily control weeds in their fields.[5] Practicing conservation tillage is easier for farmers who grow HT crops. Conservation tillage, also called no-till farming, means farmers don’t turn over the soil when planting new crops.[6] This can reduce soil erosion from wind and water, help soil hold more water, and maintain soil nutrients. It can also reduce the carbon footprint of farming. **Sources**",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://cban.ca/gmos/issues/environmental-impacts/",
    "title": "Environmental Impacts",
    "content": "# Environmental Impacts The early warnings of environmentalists about the negative impacts of genetically modified (GM) plants are being proven correct. We are now observing the following serious problems: **Increased Herbicide Use:**The widespread cultivation of GM herbicide-tolerant crops has pushed up the use of herbicides such as glyphosate. Herbicide sales in Canada have increased by 270% since GM crops have been introduced (1994-2023).**“Superweeds”:**The use of specific herbicides with GM herbicide-tolerant crops has led to the evolution and spread of “superweeds,” or weeds that can no longer be killed by those herbicides. Since 1996, 59 weed species have developed resistance to the herbicide glyphosate.**“Superpests”:**Some insects have developed resistance to the toxins in GM insect-resistant (*Bt*) crops. The first case in Canada was reported in May 2019.**Contamination:**Contamination from GM plants has serious ecological, economic and social impacts. Gene flow from GM crops poses a threat to wild and weedy crop relatives, non-GM crops and foods, and organic farming. There have been escape events in Canada with GM canola, flax, wheat and pigs.**Biodiversity Loss:**The use of some GM crops can have negative impacts on non-target organisms and on soil and water ecosystems. For example, the expansion of GM herbicide-tolerant corn and soy, which are twinned with herbicides, has destroyed much of the habitat of the monarch butterfly in North America. ## Increased Pesticide Use **Herbicide-Tolerant Crops and Herbicide Use** 100% of the GM crops currently grown in Canada – corn, soy, canola, sugar beet and alfalfa – are engineered to be tolerant to one or more specific herbicides. Most are tolerant to multiple herbicides. Glyphosate is the top pesticide ingredient sold in Canada, and its use tripled between 2005 and 2011. **Between 1994 and 2023, herbicide sales in Canada increased by 270%. ****CBAN Factsheet:** Genetically engineered crops have increased herbicide use, May 2024. **Insect-Resistant Crops and Pesticide Use** GM insect-resistant (Bt) crops are engineered to produce a toxin that makes the entire plant toxic to certain insect pests however GM Bt toxins have been shown to impact insects that are not the intended targets. For example, spiders, wasps, ladybugs, and lacewings, which are predators that eat Bt-targeted insects, were negatively affected by ingesting prey that had consumed GM Bt toxins. The use of GM Bt corn decreased the use of insecticides, however, the GM plant produces almost as much, or more, insecticide (endotoxin) itself as would have been applied externally. Insecticide use is now rising as insects become resistant to GM Bt toxins. The total number of pesticides (herbicides, insecticides and fungicides) applied to corn fields in North America increased from approximately 4 per hectare in 1996 when GM crops were introduced, to over 13 in 2023. **CBAN Factsheet: **Genetically engineered Bt insect-resistant corn poses human health risks, May 2024 ## Herbicide-Resistant Weeds One of the consequences of the increased use of specific herbicides with GM herbicide-tolerant crops has been the emergence and spread of herbicide-resistant (HR) weeds, or “superweeds”. These are weeds that develop resistance to certain herbicides when they are widely and frequently applied. The emergence of herbicide-resistant weeds predates GM crops. The first instances of herbicide-resistant weeds were observed in the 1950s with the introduction and wider use of industrial farming methods and chemical herbicides. As herbicide use has increased, so has the number and range of herbicide-resistant weeds. GM crops have accelerated and entrenched this pattern because the introduction of herbicide-tolerant crops, particularly glyphosate-tolerant “Roundup Ready” crops, has meant that large areas of cropland are repeatedly sprayed with the same herbicide. There are currently 59 species of weeds that are tolerant to glyphosate around the world. Eight of these species are found in Canada, and 18 of them are found in the US. Herbicide resistant weeds also present economic costs for farmers. In the US, weed management costs in infested fields is 50-100% higher per hectare than in those without glyphosate-resistant weeds. Some weeds have developed resistance to multiple herbicides, making them even harder to control. The spread of HR weeds in turn drives up herbicide use, leading to a “pesticide treadmill” that has serious impacts on the environmental and human health. In order to combat glyphosate-resistant weeds, companies are “stacking” multiple GM herbicide-tolerant traits together in the one seed so that farmers can spray other herbicides on their GM crops. For example, Canada approved the first GM corn tolerant to the herbicide 2,4-D in 2012; the first GM corn tolerant to dicamba in 2016; and then, in 2020, a GM corn tolerant to both 2,4-D and dicamba. Most of these products are also tolerant to glyphosate. A...",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.gardenorganic.org.uk/our-views/gmos-genetically-modified-organisms/gmos-environmental-concerns",
    "title": "Garden Organic | GMOs - Environmental Concerns",
    "content": "Our views # GMOs - Environmental Concerns - GMOs - Environmental Concerns | Garden Organic - Tags - Our Views There are many environmental concerns about GMO crops. We concentrate on just three: 1. Increased use of toxic herbicides and pesticides 2. Pleiotropy – unforeseen consequences 3. Contamination ### 1. Increased use of toxic herbicides and pesticides The majority of GM crops are those which have been engineered to be herbicide (weed-killer) resistant. ‘Roundup ready’ soya, produced by Monsanto and grown extensively in North and South America, allows farmers to spray soya plants with Roundup - a toxic cocktail of glyphosate and other chemicals. This may not harm the genetically engineered crop – but the treatment creates chemical residues and run off, making it disastrous for surrounding ecosystems. It also encourages the development of ‘superweeds’ which are resistant to glyphosate, such as the giant pig weed, which grows over 2m tall, or Morning Glory. The latter has evolved a reproductive system which ensures its tolerance of glyphosate. This was not something predicted by the genetic engineers. \"** What kind of evolution are we causing due to impacts that we didn't quite foresee?**\" questions researchers from the University of Michigan. Proponents of GM argue the Roundup-resistant engineered crop leads to cheaper and simpler weed management for farmers, it reduces tillage (and therefore carbon loss) and that it does not harm the environment or our health (believing glyphosate to be safer than other herbicides). Critics of GM dispute this. They recognise the terrible damage to the life forms surrounding the crops: the risk to beneficial insects such as pollinators, the residues left in the soil, and the run off into fresh water sources such as rivers and streams. But there is also the potential health risk for humans and animals who consume the herbicide-treated crops. Now scientists are creating GM crop varieties which are resistant to multiple herbicides, such as Dow’s multi-herbicide soybean, engineered to tolerate glyphosate, glufosinate and 2,4-D (an ingredient of the defoliant Agent Orange.) It appears this chemical treadmill benefits GMO seed companies, who also produce the agrichemicals. ### 2. **Pleiotropy** DNA is a complex structure. Altering it in any way can create new consequences and structures in the cell’s composition, as well as its relationship with other cells. Chemists call this Pleiotropy. Genes are not like Lego pieces – if you change or remove an element, there are ramifications way beyond the changed ‘piece’. In every organism, genes, proteins and pathways interact with one another and are regulated in a complex, multi-layered network process. Despite scientists’ claims, it is impossible to predict the impacts of even a single gene modification. Pleiotropic effects have included alterations in the crop’s nutritional, toxic and allergenic properties. For example, a GM soya tested in 1996, developed 27% higher levels of a major allergen, trypsin-inhibitor. In 2008 a GM maize had the unpredicted appearance of a new form of the protein which is a known allergen. Even the new technique, called CRISPR, heralded for its accuracy, still has unknown effects on non-targeted cells. Put simply, CRISPR uses the Cas9 enzyme to cut DNA at a particular site. The cell then attempts to reseal this break using DNA repair mechanisms. These mechanisms do not always work perfectly, and sometimes segments of DNA will be deleted or worryingly rearranged. These are ‘off target’ effects which can create unforeseen problems in cell structure and lead to an unexpected new DNA. CRISPR scientists rely on algorithms to predict the most obvious cell changes, but in a recent test case there were 100s of unforeseen effects. None of these ‘off target’ changes would be picked up by the inadequate testing carried out to comply with GMO regulation. ### 3. **Contamination** GM crops can – and do - cross pollinate with wild and non-GM plants. Other sources of contamination are the inadvertent spread of seed by farm machinery, as well as mixing seeds during storage. Cross pollination will not only contaminate wild plants, affecting their natural genetic makeup, but will seriously compromise any organic or non GM farming system. Despite claims that GM and non-GM can co-exist, it is patently untrue. For economic and geographical constraints, farmers cannot be expected to isolate their GM crops. Organic farmers will lose their registration, and in Canada, for instance, it is now virtually impossible to cultivate non-GM oilseed rape, such is the overwhelming GM presence. New genetic engineering techniques, such as CRISPR, increase the danger of plants with altered genes spreading throughout whole wild populations. A gene 'drive’ system allows for an edited gene on one chromosome to copy itself into its partner chromosome. The result is that nearly all offspring will inherit the engineered gene. If just a few organisms...",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.medicalnewstoday.com/articles/324576",
    "title": "Pros and cons of GMO foods: Health and environment",
    "content": "Engineers design plants using genetically modified organisms (GMOs) to improve taste, nutritional content, and resilience. However, people have concerns over their safety, and there is much debate about the pros and cons of using GMOs. Scientists create GMO foods by introducing genetic material, or DNA, from a different organism through genetic engineering. Most of the currently available GMO foods are plants, such as fruit and vegetables. In the United States, the GMO foods are likely to become a crucial tool in feeding the world’s growing population, especially in areas with harsh climates. However, there have been concerns about possible risks. This article discusses the advantages and disadvantages of GMO crops, including their potential effects on human health and the environment. Manufacturers use genetic modification to give foods desirable traits. Potential advantages of GMO crops include attractiveness to consumers, resilience, nutritional value, and less waste. ### Attractiveness GMO crops may be increasingly attractive to consumers. Examples of this include apples and potatoes that are Some believe that GMO foods may have an enhanced flavor compared to non-GMO foods. However, there is no evidence to show that genetic modification has any effect on the taste, smell, or appearance of foods in the U.S. In fact, most people cannot tell the difference between GMO and non-GMO foods. ### Resilience and less waste Most GMO crops in the U.S. were developed to help farmers. They are more resilient crops that help prevent crop and food loss. Some of the reasons farmers choose to grow GMO crops - higher tolerance to herbicides, making it easier to control weeds - greater resistance to certain plant viruses, which can help increase food security by reducing food waste - greater residence to damaging insects, which can help reduce the use of pesticides GMO crops may also be ### Nutritional value Certain types of GMOs may add nutritional value to foods. An example of this is golden rice. This is a product that is engineered to provide higher levels of vitamin A to consumers. While it can provide nutritional value to those who eat it, especially in areas where vitamin A deficiency is an issue, the growth of this product is not widespread. It is not currently a part of the U.S. food system. Growing plants that are more resistant to diseases spread by insects or viruses will likely result in higher yields for farmers and a more attractive product. All these factors can contribute to lower costs for the consumer and can ensure that more people have access to quality food. Genetically engineering foods is a relatively new practice, which means the long-term effects on safety are not yet clear. Many concerns about the disadvantages relate to human health. Scientists have not yet shown that GMO foods are harmful to health, but research is ongoing. ### Allergic reactions There is a small risk that GMO foods can trigger an allergic reaction, but this will only happen if the genetic change triggers the production of an allergen. For instance, if scientists combine a gene from a Brazil nut with a soybean, there is a The Scientists assess the likelihood of GMO foods causing an allergic reaction in humans before a product reaches the market and can prevent its launch if necessary. ### Cancer There have been concerns that eating GMO foods can contribute to the development of cancer by raising levels of potentially carcinogenic substances in the body. The While cancer rates ### Antibacterial resistance Some GMOs contain changes that make them resistant to certain antibiotics. In theory, the genes from these plants could enter humans or animals when they eat them. As a result, the person or animal could also develop antibiotic resistance. The likelihood of this happening is very small, but the ### Changes in human DNA In older Some people have also raised fears that eating GMO food could lead to genetic changes in humans. However, most of the DNA in food — whether GMO or not — either is destroyed by cooking or breaks down before it reaches the large intestine. Small fragments of DNA from food can and do enter the bloodstream and body organs, but there is no evidence that they have any impact on genetic makeup or human health. ### Toxicity for body organs In older The use of GMO crops Climate change and severe weather events are disrupting food production and supply. GMO foods could help maintain supplies in the face of changing environmental conditions and a growing population. ### Pros Genetically modifying some foods could make them: - easier to store and transport - less prone to waste due to disease and aging - more likely to grow in areas with poor-quality soil - higher in nutrients Also, a ### Cons Environmental concerns - the risk of outcrossing, where genes from GMO foods pass into wild plants and other crops - a negative impact on insects and other species - reduction in other plant types, leading to a loss of biodive...",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.greenpeace.org/usa/sustainable-agriculture/issues/gmos/",
    "title": "GMOs & Toxic Pesticides",
    "content": "Industrial agriculture is a system with an expiration date. It’s only a few decades old, but just start adding up the environmental costs we are incurring by this broken system — more and more polluted waterways, clear-cut forests, inhumane treatment of livestock, and megatons of greenhouse gases. It’s quite simply unsustainable. So many of the foods we eat everyday are sprayed again and again with pesticides before landing on our table. There are a growing number of studies that have associated certain pesticides with increased cancer risk and with diseases such as Parkinson’s and Alzheimer’s, especially among those with high exposures. Unborn children are especially vulnerable because pesticides have also been associated with birth defects. What most people don’t know is the connection between GMOs and pesticides: the surge in genetically engineered crops in the past few decades is one the main drivers of increased pesticide use and chemicals in agriculture. As a matter of fact, genetically engineered crops directly promote an industrial and chemical-intensive model of farming harmful to people, the environment, and wildlife. Because of corporate pressure, millions like us are denied the right to know about where GMOs occur in the food chain. Mandatory GMO labeling is the rule in only a handful of countries. Giant agricultural firms insist that GMO crops are not harmful to humans, but the world simply doesn’t have enough evidence to make that absolute claim. GMO crops have only gone mainstream in the past 20 years. Beyond that, giant agricultural firms should not have the right to own the genetic makeup of a particular strain of corn or soy or, in essence, patent nature. We shouldn’t accept a world where chemical giants go after small farmers because a patented seed accidentally blew into their field and transformed their crops. GMOs threaten the independence of farmers to provide food to us all be ensuring their sovereignty over what to grow. ## What You Should Know - Mandatory GMO labelling is the rule in 64 countries, but major markets like the United States, Canada, Argentina, and most of continental Africa do not require it. - Monsanto is the world’s top producer of GMO seeds, which are designed to resist the toxic weedkiller RoundUp, also sold by Monsanto. As a result, the use of toxic herbicides like Roundup has increased 15 times since GMOs were introduced. Glyphosate, the active ingredient of RoundUp, was reclassified as a probable carcinogen by the World Health Organization. - Pesticide use has increased by 404 million pounds from the time genetically engineered crops were introduced back in 1996. ## What You Can Do Help jumpstart an eco-food revolution by sharing this page, then click to see **What You Can Do** today.",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.reddit.com/r/changemyview/comments/8r72nk/cmvgmos_are_bad_for_the_environment_and_post/",
    "title": "CMV:GMOs are bad for the environment and post significant health risks.",
    "content": "A place for people to post an opinion they accept may be flawed, in an effort to understand other perspectives on the issue. Enter with a mindset for conversation, not debate. # CMV:GMOs are bad for the environment and post significant health risks. Many accredited organizations like the American Academy of Environmental Medicine state that GMOs have caused numerous health problems: The American Academy of Environmental Medicine (AAEM) urges doctors to prescribe non-GMO diets for all patients. They cite animal studies showing organ damage, gastrointestinal and immune system disorders, accelerated aging, and infertility. Human studies show how genetically modified (GM) food can leave material behind inside us, possibly causing long-term problems. Genes inserted into GM soy, for example, can transfer into the DNA of bacteria living inside us, and that the toxic insecticide produced by GM corn was found in the blood of pregnant women and their unborn fetuses. Numerous health problems increased after GMOs were introduced in 1996. The percentage of Americans with three or more chronic illnesses jumped from 7% to 13% in just 9 years; food allergies skyrocketed, and disorders such as autism, reproductive disorders, digestive problems, and others are on the rise The use of toxic herbicides and pesticides have also grown. According to the Environmental Sciences Europe: Contrary to often-repeated claims that today’s genetically-engineered crops have, and are reducing pesticide use, the spread of glyphosate-resistant weeds in herbicide-resistant weed management systems has brought about substantial increases in the number and volume of herbicides applied. Another big problem that I have with GMOs is that we simply don’t know the second and third-order consequences. We don’t know whether genetic engineering could create mutations that would take over the crop supply. So overall, I believe we should be much more wary about GMOs and we should do more research before deploying these powerful technologies Edit: Sources: https://responsibletechnology.org/10-reasons-to-avoid-gmos/ https://enveurope.springeropen.com/articles/10.1186/2190-4715-24-24",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.centerforfoodsafety.org/issues/311/ge-foods/ge-food-and-the-environment",
    "title": "Center for Food Safety | GE Food & the Environment | | GE Food & the Environment",
    "content": "Despite the misleading claims of companies selling them, Genetically engineered (GE) crops will not alleviate traditional environmental concerns, such as the chemical contamination of water, air or soil. Far from eliminating pesticides, GE crops have actually increased this chemical pollution. Plants engineered to tolerate herbicides closely tie crop production to increased chemical usage. Crops engineered with Bt genetic material to protect against specific insect pests may decrease the efficacy of this important nonchemical pesticide by increasing resistance to it. This could mean the widespread conversion of this sustainable method of farming to chemical-intensive methods. Meanwhile, genetic engineering has brought an entirely new slate of environmental concerns. Altered genes engineered into commercial plants are escaping into populations of weeds and unaltered crops. Genetically enhanced “superweeds” may well become a severe environmental problem in coming years. Even now, GE corn, canola and, to a lesser extent, soybeans and cotton are contaminating their non-GE counterparts. This is causing major economic concerns among farmers and is resulting in the loss of U.S. agricultural exports. The biological pollution brought by GE crops and other organisms will not dilute or degrade over time. It will reproduce and disseminate, profoundly altering ecosystems and threatening the existence of natural plant varieties and wildlife. Despite these troubling and unprecedented environmental concerns, the U.S. government has allowed companies to grow and sell numerous gene- altered crops. Yet no government agency has thoroughly tested the impact of these crops on biodiversity or farmland and natural ecosystems. No regulatory structure even exists to ensure that these crops are not causing irreparable environmental harm. The FDA, our leading agency on food safety, requires no mandatory environmental or human safety testing of these crops whatsoever. Nonetheless, officials at the FDA, EPA, and USDA have allowed, and even promoted, GE crop plantings for years. The lack of government oversight is troubling. Each decision to introduce these biological contaminants into our environment is a dangerous game of ecological roulette. The extent of irreversible environmental damage grows greater with every new acre of GE cropland and every new GE variety. The term \"pollution\" evokes thoughts of factory smokestacks capped by billowing columns of acrid smoke or lifeless streams foaming with putrid agricultural or industrial runoff. For decades environmentalists have focused on reducing or eliminating these and other forms of chemical pollution. Now, the commercialization of biotechnology has raised concerns among scientists, farmers and the public over a much more subtle yet potentially more insidious form of pollution––the biological contamination of wild species, organic crops and other agricultural products. Unlike chemical pollutants, biological pollutants reproduce, disseminate and mutate. They do not degrade over time as chemicals do, but rather multiply exponentially. Disastrous U.S. experiences with exotic bio-invaders such as Dutch elm disease, chestnut blight and the kudzu vine attest to the pernicious problem of biological pollution. As demonstrated by these exotics, once biological pollutants enter the environment, the results are irreversible and ecosystems are forever changed. Plant geneticist Dr. Norman C. Ellstrand describes the difference between chemical and biological pollution: \"A single molecule of DDT remains a single molecule or degrades, but a single crop [gene] has the opportunity to multiply itself repeatedly through reproduction, which can frustrate attempts at containment.\" Even as agricultural biotechnology brings with it an unprecedented increase in potential biological pollution, its current uses are also likely to increase the use of agricultural chemicals. ** ** A major biological pollution problem of GE crops is the creation of \"superweeds.” Almost all of the world's leading food crops have formed hybrids in nature with weedy relatives. Published research confirms varying degrees of gene flow from domesticated crops to weedy wild relatives for varieties of beets, canola, corn, grapes, millet, radishes, rice, squash and sunflowers. Several studies demonstrate that GE plants are likely to share this propensity, and some may have a strong tendency to pass along traits that could create more persistent, more damaging weeds. One example of such research is a 2-year trial on plant/weed hybridization conducted by Dr. Ellstrand and Dr. Paul E. Arriola of the University of California, Riverside. The trial demonstrated substantial hybridization between sorghum and johnsongrass, a noxious weed that plagues various field and orchard crops. Extreme johnsongrass infestation can reduce corn, cotton and soybean yields by nearly half. Arriola and Ellstrand found sorghum/johnsongrass hybrids growing as far as 100 ...",
    "summary": "Summarization failed - unable to process content"
  },
  {
    "url": "https://www.fda.gov/food/agricultural-biotechnology/how-gmo-crops-impact-our-world",
    "title": "How GMO Crops Impact Our World",
    "content": "# How GMO Crops Impact Our World Many people wonder what impacts GMO crops have on our world. “GMO” (genetically modified organism) is the common term consumers and popular media use to describe a plant, animal, or microorganism that has had its genetic material (DNA) changed using technology that generally involves the specific modification of DNA, including the transfer of specific DNA from one organism to another. Scientists often refer to this process as genetic engineering. Since the first genetically engineered crops, or GMOs, for sale to consumers were planted in the 1990s, researchers have tracked their impacts on and off the farm. ## Why do farmers use GMO crops? Most of the GMO crops grown today were developed to help farmers prevent crop loss. The three most common traits found in GMO crops are: - Resistance to insect damage - Tolerance to herbicides - Resistance to plant viruses For GMO crops that are resistant to insect damage, farmers can apply fewer spray pesticides to protect the crops. GMO crops that are tolerant to herbicides help farmers control weeds without damaging the crops. When farmers use these herbicide-tolerant crops they do not need to till the soil, which they normally do to get rid of weeds. This no-till planting helps to maintain soil health and lower fuel and labor use. Taken together, studies have shown positive economic and environmental impacts. The GMO papaya, called the Rainbow papaya, is an example of a GMO crop developed to be resistant to a virus. When the ringspot virus threatened the Hawaii papaya industry and the livelihoods of Hawaiian papaya farmers, plant scientists developed the ringspot virus-resistant Rainbow papaya. The Rainbow papaya was commercially planted in 1998, and today it is grown all over Hawaii and exported to Japan. Learn more on *Why Do Farmers in the U.S. Grow GMO Crops?* ## Do GMOs have impacts beyond the farm? The most common GMO crops were developed to address the needs of farmers, but in turn they can help foods become more accessible and affordable for consumers. Some GMO crops were developed specifically to benefit consumers. For example, a GMO soybean that is used to create a healthier oil is commercially grown and available. GMO apples that do not brown when cut are now available for sale and may help reduce food waste. Plant scientists continue to develop GMO crops that they hope will benefit consumers. Learn more about *GMOs and the Environment*. ## Do GMOs have impacts outside the United States? GMOs also impact the lives of farmers in other parts of the world. The U.S. Agency for International Development (USAID) is working with partner countries to use genetic engineering to improve staple crops, the basic foods that make up a large portion of people’s diets. For example, a GMO eggplant developed to be insect resistant has been slowly released to farmers in Bangladesh since 2014. Farmers who grow GMO eggplants are earning more and have less exposure to pesticides. USAID is also working with partner countries in Africa and elsewhere on several staple crops, such as virus-resistant cassava, insect-resistant cowpea, and blight-resistant potato. Learn more about *GMO Crops and Humanitarian Reasons for Development* and *GMOs Outside the U.S*. How GMOs Are Regulated in the United States Science and History of GMOs and Other Food Modification Processes GMO Crops, Animal Food, and Beyond",
    "summary": "Summarization failed - unable to process content"
  }
]