[
  {
    "url": "https://royalsociety.org/news-resources/projects/gm-plants/could-eating-gm-food-have-an-effect-on-my-genes/",
    "title": "Could eating GM food affect my genes? | Royal Society",
    "content": "# Could eating GM food have an effect on my genes? No. Eating GM food will not affect a person’s genes. Most of the food we eat contains genes, although in cooked or processed foods, most of the DNA has been destroyed or degraded and the genes are fragmented. Our digestive system breaks them down without any effect on our genetic make-up. Our own genes are made by our bodies from the building blocks that we obtain from digesting any food. This is true of food from GM and non-GM sources. *Most plants or animal cells contain about 30,000 genes, and most GM crops contain an additional 1 – 10 genes in their cells.* Humans have always eaten DNA from plants and animals. Most plants or animal cells contain about 30,000 genes, and most GM crops contain an additional 1-10 genes in their cells. We all eat DNA in our diets, mainly from fresh food and the composition of DNA in GM food is the same as that in non-GM food. Processing food by cooking leads to the partial or complete breakdown of the DNA molecules, whatever their origin. Likewise, most DNA that is eaten is broken down by our digestive systems but small quantities of fragmented DNA can pass into the bloodstream and organs without having any known effect. ### See related questions - Is it safe to eat GM crops? - How are GM crops regulated? - What about unforeseen consequences of GM? - GM crops have only been around for 20 years, might there still be unexpected and untoward side effects? < Previous question | Next question > | Page last updated: May 2016",
    "summary": "Eating genetically modified (GM) foods does not affect human genes; our digestive systems break down the DNA in all food, including GM foods, without altering our genetic makeup.  While GM crops contain a few additional genes compared to non-GM counterparts, this poses no risk to human DNA.  The human body uses building blocks from digested food, regardless of its source, to create its own genes."
  },
  {
    "url": "https://pubmed.ncbi.nlm.nih.gov/30580028/",
    "title": "Addressing concerns over the fate of DNA derived from genetically modified food in the human body: A review - PubMed",
    "content": "# Addressing concerns over the fate of DNA derived from genetically modified food in the human body: A review - PMID: **30580028** - DOI: 10.1016/j.fct.2018.12.030 # Addressing concerns over the fate of DNA derived from genetically modified food in the human body: A review ## Abstract Global commercialization of GM food and feed has stimulated much debate over the fate of GM food-derived DNA in the body of the consumer and as to whether it poses any health risks. We reviewed the fate of DNA derived from GM food in the human body. During mechanical/chemical processing, integrity of DNA is compromised. Food-DNA can survive harsh processing and digestive conditions with fragments up to a few hundred bp detectable in the gastrointestinal tract. Compelling evidence supported the presence of food (also GM food) derived DNA in the blood and tissues of human/animal. There is limited evidence of food-born DNA integrating into the genome of the consumer and of horizontal transfer of GM crop DNA into gut-bacteria. We find no evidence that transgenes in GM crop-derived foods have a greater propensity for uptake and integration than the host DNA of the plant-food. We found no evidence of plant-food DNA function/expression following transfer to either the gut-bacteria or somatic cells. Strong evidence suggested that plant-food-miRNAs can survive digestion, enter the body and affect gene expression patterns. We envisage that this multi-dimensional review will address questions regarding the fate of GM food-derived DNA and gene-regulatory-RNA in the human body. ** Keywords: ** Experessability of DNA; GM food and feed; Gastro intestinal tract; Genetically modified; Integratability of DNA; Transgene integration. Copyright © 2018 Elsevier Ltd. All rights reserved. ## Similar articles - Safety and nutritional assessment of GM plants and derived food and feed: the role of animal feeding trials.Food Chem Toxicol. 2008 Mar;46 Suppl 1:S2-70. doi: 10.1016/j.fct.2008.02.008. Epub 2008 Feb 13. Food Chem Toxicol. 2008. PMID: 18328408 Review. - Assessing the possibility of genetically modified DNA transfer from GM feed to broiler, laying hen, pig and calf tissues.Pol J Vet Sci. 2013;16(3):435-41. doi: 10.2478/pjvs-2013-0061. Pol J Vet Sci. 2013. PMID: 24195276 - Assessing the transfer of genetically modified DNA from feed to animal tissues.Transgenic Res. 2005 Oct;14(5):775-84. doi: 10.1007/s11248-005-0009-5. Transgenic Res. 2005. PMID: 16245168 - The stability and degradation of dietary DNA in the gastrointestinal tract of mammals: implications for horizontal gene transfer and the biosafety of GMOs.Crit Rev Food Sci Nutr. 2012;52(2):142-61. doi: 10.1080/10408398.2010.499480. Crit Rev Food Sci Nutr. 2012. PMID: 22059960 Review. - Assessing the survival of transgenic plant DNA in the human gastrointestinal tract.Nat Biotechnol. 2004 Feb;22(2):204-9. doi: 10.1038/nbt934. Epub 2004 Jan 18. Nat Biotechnol. 2004. PMID: 14730317 Clinical Trial. ## Cited by - Tissue Engineering Challenges for Cultivated Meat to Meet the Real Demand of a Global Market.Int J Mol Sci. 2023 Mar 23;24(7):6033. doi: 10.3390/ijms24076033. Int J Mol Sci. 2023. PMID: 37047028 Free PMC article. Review. - From stool to sequence: decoding the human diet with FoodSeq.mSystems. 2025 Jul 22;10(7):e0015825. doi: 10.1128/msystems.00158-25. Epub 2025 Jun 23. mSystems. 2025. PMID: 40548721 Free PMC article. - Nutritional Enhancement of Farmed Salmon Meat via Non-GMO Nannochloropsis Gaditana: Eicosapentaenoic Acid (EPA, 20:5 n-3), Docosapentaenoic Acid (DPA, 22:5 n-3) and Vitamin D3 for Human Health.Molecules. 2020 Oct 10;25(20):4615. doi: 10.3390/molecules25204615. Molecules. 2020. PMID: 33050537 Free PMC article. - An Event-Specific Real-Time PCR Method for Measuring Transgenic Lysozyme Goat Content in Trace Samples.Foods. 2021 Apr 23;10(5):925. doi: 10.3390/foods10050925. Foods. 2021. PMID: 33922422 Free PMC article. - Comparison of genetically modified insect-resistant maize and non-transgenic maize revealed changes in soil metabolomes but not in rhizosphere bacterial community.GM Crops Food. 2022 Dec 31;13(1):1-14. doi: 10.1080/21645698.2022.2025725. Epub 2022 Feb 18. GM Crops Food. 2022. PMID: 35180835 Free PMC article. ## Publication types ## MeSH terms ## Substances ## LinkOut - more resources ### Full Text Sources",
    "summary": "This review examines the fate of DNA from genetically modified (GM) food in the human body, concluding that while GM food DNA fragments can be detected in the gut, there's limited evidence of integration into human genomes or horizontal transfer to gut bacteria.  No evidence suggests GM food DNA is more likely to integrate than plant DNA, and no functional expression of plant DNA in human cells was found.  Plant-derived microRNAs, however, may survive digestion and affect gene expression."
  },
  {
    "url": "https://www.healthline.com/nutrition/gmo-pros-and-cons",
    "title": "GMO Pros and Cons, Backed by Evidence",
    "content": "Although most notable organizations and research suggest that GMO foods are safe and sustainable, some people claim they may harm your health and the environment. GMOs, short for genetically modified organisms, are subject to much controversy. According to the U.S. Department of Agriculture (USDA), GMO seeds are used to plant over 90% of all maize (corn), cotton, and soy grown in the United States, which means that many of the foods you eat likely contain GMOs. This article explains GMOs, balances their pros and cons, and provides guidance on how to identify GMO foods. “GMO,” which stands for genetically modified organism, refers to any organism whose DNA has been modified using genetic engineering technology. In the food industry, GMO crops have had genes added to them for - their growth - nutritional content - sustainability - pest resistance - ease of farming While it’s possible to naturally give foods desirable traits through selective breeding, this process takes many generations. Also, breeders may be unable to determine which genetic change led to a new trait. Genetic modification accelerates this process by using scientific techniques that give the plant the desired trait. GMO crops are common in the United States, with at least GMO foods may offer advantages to the grower and consumer. These can include: **Pest control:**Many GMO crops have been genetically modified to express a gene that protects them against pests and insects. The*Bt*gene is commonly genetically engineered into crops like corn, cotton, and soybeans. It comes from a naturally occurring bacteria known as Bacillus thuringiensis. This gene produces a toxic protein to several pests and insects, which gives the GMO plants a natural resistance. As such, GMO cropsdon’t need to be exposed to harmful pesticides as often.**Fewer pesticides:**A 2020 study notes that GMO technology has reduced global chemical pesticide use by8.3% and indirectly reduced greenhouse gas emissions because farmers don’t need to spray their fields as often.**Improved survival and greater yield:**Other GMO crops have been modified with genes that help them survive stressful conditions, such asdroughts , and resist diseases likeblight , resulting in a higher yield for farmers.**Increased nutritional value:**Genetic modification can increase the nutritional value of foods. For example, rice high in beta carotene, also called golden rice,was developed to help prevent blindness in regions where local diets are chronically deficient in vitamin A.**Enhanced flavor:**Genetic modificationcan enhance the flavor and appearance of foods, such as the non-browning apple. However, the While GMO crops make farming much easier, there is some concern about their potential effect on the environment and their safety for human consumption, particularly surrounding illnesses and allergies. Some of the potential concerns around GMO consumption include: **Allergies:**Because GMO foods contain foreign genes, some people worry that they harbor genes from foods that may prompt an allergic reaction. According to theFDA , researchers who develop GMO foods run tests to ensure that allergens aren’t transferred from one food to another. Research suggests GMO foods are no likelier to trigger allergies than their non-GMO counterparts.**Cancer:**Because DNA mutations cause cancers, some people fear that eating foods with added genes may affect your DNA. TheAmerican Cancer Society (ACS) has stated that there’s no evidence to link GMO food intake to an increased or decreased risk of cancer, and there is no evidence that eating GMOs will change your DNA. However, more long-term human research is still needed.**Herbicide use:**Most GMO crops are resistant to herbicides, such as Roundup, so farmers may use herbicides to kill surrounding weeds without damage to their crops. But Roundup and its active ingredient glyphosate are subject to controversy because animal and test-tube studies have linked them to various diseases. There is new evidence that glyphosate exposure may increase the relative risk of non-Hodgkins lymphoma by41% .**Honeybees:**There has also been concern that pollen from Bt cropsmay negatively impact honeybees, but there doesn’t seem to be any solid evidence to support this yet. Although GMO foods appear safe for consumption, some people wish to avoid them. Still, this is difficult since most foods in your supermarket are made with ingredients from GMO crops. In the United States, no regulations currently mandate the labeling of GMO foods. Yet, as of January 2022, the USDA requires food manufacturers to label all foods containing GMO ingredients. That said, the labels won’t say “GMO” but instead the term “bioengineered food.” It will display either as the USDA bioengineered food symbol, listed on or near the ingredients or as a scannable code on the package with directions, such as “Scan here for more information.” Some foods may have a third-party “Non-GMO project verified” label, which ...",
    "summary": "Genetically modified organisms (GMOs) are widely used in US agriculture, offering benefits like pest resistance, reduced pesticide use, and increased crop yields.  However, concerns remain regarding potential health effects, such as allergic reactions, and environmental impacts, despite  most research indicating GMOs are safe.  The article explores both the advantages and disadvantages of GMOs in food production."
  },
  {
    "url": "https://www.medicalnewstoday.com/articles/324576",
    "title": "Pros and cons of GMO foods: Health and environment",
    "content": "Engineers design plants using genetically modified organisms (GMOs) to improve taste, nutritional content, and resilience. However, people have concerns over their safety, and there is much debate about the pros and cons of using GMOs. Scientists create GMO foods by introducing genetic material, or DNA, from a different organism through genetic engineering. Most of the currently available GMO foods are plants, such as fruit and vegetables. In the United States, the GMO foods are likely to become a crucial tool in feeding the world’s growing population, especially in areas with harsh climates. However, there have been concerns about possible risks. This article discusses the advantages and disadvantages of GMO crops, including their potential effects on human health and the environment. Manufacturers use genetic modification to give foods desirable traits. Potential advantages of GMO crops include attractiveness to consumers, resilience, nutritional value, and less waste. ### Attractiveness GMO crops may be increasingly attractive to consumers. Examples of this include apples and potatoes that are Some believe that GMO foods may have an enhanced flavor compared to non-GMO foods. However, there is no evidence to show that genetic modification has any effect on the taste, smell, or appearance of foods in the U.S. In fact, most people cannot tell the difference between GMO and non-GMO foods. ### Resilience and less waste Most GMO crops in the U.S. were developed to help farmers. They are more resilient crops that help prevent crop and food loss. Some of the reasons farmers choose to grow GMO crops - higher tolerance to herbicides, making it easier to control weeds - greater resistance to certain plant viruses, which can help increase food security by reducing food waste - greater residence to damaging insects, which can help reduce the use of pesticides GMO crops may also be ### Nutritional value Certain types of GMOs may add nutritional value to foods. An example of this is golden rice. This is a product that is engineered to provide higher levels of vitamin A to consumers. While it can provide nutritional value to those who eat it, especially in areas where vitamin A deficiency is an issue, the growth of this product is not widespread. It is not currently a part of the U.S. food system. Growing plants that are more resistant to diseases spread by insects or viruses will likely result in higher yields for farmers and a more attractive product. All these factors can contribute to lower costs for the consumer and can ensure that more people have access to quality food. Genetically engineering foods is a relatively new practice, which means the long-term effects on safety are not yet clear. Many concerns about the disadvantages relate to human health. Scientists have not yet shown that GMO foods are harmful to health, but research is ongoing. ### Allergic reactions There is a small risk that GMO foods can trigger an allergic reaction, but this will only happen if the genetic change triggers the production of an allergen. For instance, if scientists combine a gene from a Brazil nut with a soybean, there is a The Scientists assess the likelihood of GMO foods causing an allergic reaction in humans before a product reaches the market and can prevent its launch if necessary. ### Cancer There have been concerns that eating GMO foods can contribute to the development of cancer by raising levels of potentially carcinogenic substances in the body. The While cancer rates ### Antibacterial resistance Some GMOs contain changes that make them resistant to certain antibiotics. In theory, the genes from these plants could enter humans or animals when they eat them. As a result, the person or animal could also develop antibiotic resistance. The likelihood of this happening is very small, but the ### Changes in human DNA In older Some people have also raised fears that eating GMO food could lead to genetic changes in humans. However, most of the DNA in food — whether GMO or not — either is destroyed by cooking or breaks down before it reaches the large intestine. Small fragments of DNA from food can and do enter the bloodstream and body organs, but there is no evidence that they have any impact on genetic makeup or human health. ### Toxicity for body organs In older The use of GMO crops Climate change and severe weather events are disrupting food production and supply. GMO foods could help maintain supplies in the face of changing environmental conditions and a growing population. ### Pros Genetically modifying some foods could make them: - easier to store and transport - less prone to waste due to disease and aging - more likely to grow in areas with poor-quality soil - higher in nutrients Also, a ### Cons Environmental concerns - the risk of outcrossing, where genes from GMO foods pass into wild plants and other crops - a negative impact on insects and other species - reduction in other plant types, leading to a loss of biodive...",
    "summary": "GMO foods offer potential benefits like increased crop yields, enhanced nutritional value (e.g., golden rice), and reduced pesticide use due to pest resistance.  However, concerns remain regarding potential long-term health effects, specifically allergic reactions, despite a lack of conclusive evidence of harm.  The debate continues as research into GMO safety and environmental impact progresses."
  },
  {
    "url": "https://geneticliteracyproject.org/2020/09/25/viewpoint-gmos-change-your-dna-and-7-other-anti-biotech-myths-debunked/",
    "title": "Viewpoint: 'GMOs change your DNA' and 7 other anti-biotech myths debunked",
    "content": "There are quite a bit of misconceptions and myths surrounding that term and what GMOs actually are. But it’s important to separate the GMO myths from the GMO facts and to shine a real light on how GMOs crops impact today’s farmers and our modern food system. … ### GMOs can change your DNA when you consume them and can cause cancer. Truth: Just as the genes in a banana don’t alter your DNA when you eat a banana, the genes in GMOs do not alter your DNA when you consume them either. Our digestive system breaks down DNA without any effect on our genetic make-up. Our own genes are made by our bodies from the building blocks that we acquire from digesting any food, whether it is considered to be a GMO or not. In fact, many foods that are considered to be “GMO” are refined to the point where no genetic material is even present. This is true for ingredients such as sugar, syrups, and refined oils. … Another thing to understand is that …. [t]here is no such thing as a tomato gene or a fish gene. DNA is made of the same four bases A, T, C, and G in all organisms …. In fact, humans share about 50 percent of our genes with bananas!",
    "summary": "The article debunks common misconceptions about genetically modified organisms (GMOs), specifically addressing the myth that consuming GMOs alters human DNA.  It explains that the digestive system breaks down DNA from all food sources, including GMOs, without impacting human genes.  The article emphasizes the shared genetic building blocks among all organisms and highlights that the presence of specific genes in food does not translate to genetic changes in consumers."
  },
  {
    "url": "https://www.quora.com/Why-are-there-regulations-on-GMO-foods-For-example-how-can-GMO-crops-changed-DNA-harm-humans-Arent-we-already-consuming-DNA-when-we-eat-non-GMO-foods-Why-is-artifically-changed-DNA-considered-dangerous-but-DNA",
    "title": "Why are there regulations on GMO foods? For example, how can GMO crops' changed DNA harm humans? Aren't we already consuming DNA when we ...",
    "content": "Something went wrong. Wait a moment and try again. Try again Please enable Javascript and refresh the page to continue",
    "summary": "The provided text indicates an error preventing access to the article's content.  Therefore, no summary can be provided."
  },
  {
    "url": "https://www.fda.gov/food/agricultural-biotechnology/gmo-crops-animal-food-and-beyond",
    "title": "GMO Crops, Animal Food, and Beyond",
    "content": "# GMO Crops, Animal Food, and Beyond ## Am I eating foods that come from GMO crops? It is very likely you are eating foods and food products that are made with ingredients that come from GMO crops. Many GMO crops are used to make ingredients that Americans eat such as cornstarch, corn syrup, corn oil, soybean oil, canola oil, or granulated sugar. A few fresh fruit and vegetables are available in GMO varieties, including potatoes, summer squash, apples, papayas, and pink pineapples. Although GMOs are in a lot of the foods we eat, most of the GMO crops grown in the United States are used for animal food. To make it easier for consumers to know if the foods they eat contain GMO ingredients, the U.S. Department of Agriculture maintains a list of bioengineered foods available throughout the world. Additionally, you will start seeing the “bioengineered” label on some of the foods we eat because of the new National Bioengineered Food Disclosure Standard. ### GMOs, Farm to Table ## What GMO crops are in the United States? Only a few types of GMO crops are grown in the United States, but some of these GMOs make up a large percentage of the crop grown (e.g., soybeans, corn, sugar beets, canola, and cotton). In 2020, GMO soybeans made up 94% of all soybeans planted, GMO cotton made up 96% of all cotton planted, and 92% of corn planted was GMO corn. In 2013, GMO canola made up 95% of canola planted while GMO sugar beets made up 99.9% of all sugar beets harvested. Most GMO plants are used to make ingredients that are then used in other food products. For example, cornstarch can be made with GMO corn and sugar can be made with GMO sugar beets. **Corn:** Corn is the most commonly grown crop in the United States, and most of it is GMO. Most GMO corn is created to resist insect pests or tolerate herbicides. *Bacillus thuringiensis* (Bt) corn is a GMO corn that produces proteins that are toxic to certain insect pests but not to humans, pets, livestock, or other animals. These are the same types of proteins that organic farmers use to control insect pests, and they do not harm beneficial insects, such as ladybugs. GMO Bt corn reduces the need for spraying insecticides while still preventing insect damage. While a lot of GMO corn goes into processed foods and drinks, most of it is used to feed livestock, like cows, and poultry, like chickens. **Soybean:** Most soy grown in the United States is GMO soy. Most GMO soy is used for food for animals, predominantly poultry and livestock, and making soybean oil. It is also used as ingredients (lecithin, emulsifiers, and proteins) in processed foods. **Cotton:** GMO cotton was created to be resistant to bollworms and helped revive the Alabama cotton industry. GMO cotton not only provides a reliable source of cotton for the textile industry, it is also used to make cottonseed oil, which is used in packaged foods and in many restaurants for frying. GMO cottonseed meal and hulls are also used in food for animals. **Potato:** Some GMO potatoes were developed to resist insect pests and disease. In addition, some GMO potato varieties have been developed to resist bruising and browning that can occur when potatoes are packaged, stored, and transported, or even cut in your kitchen. While browning does not change the quality of the potato, it often leads to food being unnecessarily thrown away because people mistakenly believe browned food is spoiled. **Papaya:** By the 1990s, ringspot virus disease had nearly wiped out Hawaii’s papaya crop, and in the process almost destroyed the papaya industry in Hawaii. A GMO papaya, named the Rainbow papaya, was created to resist ringspot virus. This GMO saved papaya farming on the Hawaiian Islands. **Summer Squash:** GMO summer squash is resistant to some plant viruses. Squash was one of the first GMOs on the market, but it is not widely grown. **Canola:** GMO canola is used mostly to make cooking oil and margarine. Canola seed meal can also be used in food for animals. Canola oil is used in many packaged foods to improve food consistency. Most GMO canola is resistant to herbicides and helps farmers to more easily control weeds in their fields. **Alfalfa:** GMO alfalfa is primarily used to feed cattle—mostly dairy cows. Most GMO alfalfa is resistant to herbicides, allowing farmers to spray the crops to protect them against destructive weeds that can reduce alfalfa production and lower the nutritional quality of the hay. **Apple:** A few varieties of GMO apples were developed to resist browning after being cut. This helps cut down on food waste, as many consumers think brown apples are spoiled. **Sugar Beet:** Sugar beets are used to make granulated sugar. More than half the granulated sugar packaged for grocery store shelves is made from GMO sugar beets. Because GMO sugar beets are resistant to herbicides, growing GMO sugar beets helps farmers control weeds in their fields. **Pink Pineapple:** The GMO pink pineapple was developed to have pink flesh by inc...",
    "summary": "Most food in the US contains ingredients derived from genetically modified organisms (GMOs), primarily corn, soybeans, cotton, and sugar beets, with the majority used for animal feed.  While some fresh produce is available as GMO varieties, the use of GMOs in food production is widespread and largely utilized for ingredient production.  The USDA provides a list of bioengineered foods, and a new labeling standard further informs consumers."
  },
  {
    "url": "https://www.reddit.com/r/askscience/comments/d7onli/do_we_integrate_dna_rna_from_our_food_into_our/",
    "title": "Do we integrate DNA / RNA from our food into our own genome? If so, how and what are possible consequences?",
    "content": "# Do we integrate DNA / RNA from our food into our own genome? If so, how and what are possible consequences? Human Body My flatmate recently told me that his concern with GM Food is the integration of it's DNA into our own. I first thought that what he meant is that we break down the DNA and use its components as nutrients for our cells but then I found some studies that talk about miRNA? And then another one that says that those studies might have been executed poorly and the results stem from contamination as this study suggest. So, what's the current understanding? Does our DNA get changed in a meaningful way depending on what we eat? Archived post. New comments cannot be posted and votes cannot be cast.",
    "summary": "The question of whether consuming food, including genetically modified food, alters human DNA is explored.  While some studies suggest potential integration of miRNA from food, other research points to methodological flaws and contamination as possible explanations.  The current scientific understanding lacks conclusive evidence of significant, food-induced changes to the human genome."
  },
  {
    "url": "https://www.henryford.com/blog/2016/09/6-myths-about-gmos",
    "title": "6 Myths About GMOs",
    "content": "Chances are good that you’ve heard of GMOs – or genetically modified organisms. GMO technology allows farmers to grow crops that are more disease-resistant and therefore use fewer insecticides. Yet many of us have gotten the message that GMO equals bad, and that’s just not true. Still not convinced? Let me dispel these six myths about genetically modified ingredients. **Myth 1: GMOs are inherently harmful.** According to a new report from the National Academies of Science, Engineering and Medicine, there’s no evidence that genetically modified foods pose a risk to human health. In fact, GMOs are among the most thoroughly tested foods on the market. On average, it takes 13 years and $136 million before each genetically modified seed is approved. So it’s no wonder only 10 crops are currently approved for genetic engineering. **Myth 2: GMOs are everywhere.** Actually, they’re few and far between: As stated above, only 10 crops are currently approved for genetic engineering: - Alfalfa - Canola - Rainbow Papayas - Soybeans - Sugar beets - Corn (field and sweet) - Cotton - Squash - Potatoes - Apples **Myth 3: Genetic engineering is a new technology. **Farmers have intentionally changed the genetic make-up of plants for over 10,000 years. Every fruit, vegetable and grain that is commercially available today has been altered by humans. Plant engineering began centuries ago when farmers started crossbreeding plants to come up with tastier or more disease-resistant crops. Then, in the 1920s, farmers turned to chemicals and radiation to change the seed to produce the plant they wanted. Both approaches modify up to 300,000 plant genes. With genetic engineering, scientists can select and modify just the one to 3 genes needed to breed a plant with the desired traits. The end result: corn that is resistant to certain insects, papaya that is resistant to disease, and soybeans that can survive a drought. And genetic engineering isn’t limited to food. Insulin used to come from human cadavers and then pig pancreases, but now a higher-quality insulin exists thanks to genetic engineering. **Myth 4: Foods with GMOs contain fewer nutrients.** Genetic engineering has largely focused on reducing the need for insecticides and herbicides, while boosting farmers’ yields. That sort of modification doesn’t affect the crop’s nutrition. In fact, studies show that genetically modified foods are nutritionally identical to their conventional counterparts. There are a few crops, for example high-oleic soybeans, that have been designed to be nutritionally different and are labeled accordingly. **Myth 5: Consuming GMO food can change your DNA. **Not true! Every food you eat that contains protein contains DNA, whether it is a GMO or not and there is no effect on your own DNA. This is because enzymes break apart the DNA in your gut and it is no longer functional. In fact, when a crop is processed down to its sugar (sugar beets, corn) or oil (corn, soybean, canola, cotton) there is no protein left. No protein means no DNA. **Myth 6: GMOs are bad for the environment. **Genetic engineering is actually better for the planet than using conventional growing methods. For example, when crops are genetically engineered to be resistant to pests, farmers don’t have to use as many insecticides. Similarly, crops that are engineered to tolerate environmental problems (think drought, disease and mold) require less tilling and deforestation. Though the new National Academies of Science report is reassuring, it doesn’t say there will never be ill effects associated with eating foods that contain genetically modified ingredients – policy and regulatory agencies need to keep procedures in place to continually evaluate new GMO seeds and organisms to make sure they’re safe. In the U.S., three certifying bodies — the EPA (which evaluates genetically modified plants for environmental safety), the USDA (which determines whether the plant is safe to grow), and the FDA (which assesses whether the plant is safe to eat) — all play a role in bringing genetically modified products to grocery store shelves and making sure the foods we eat are safe. Consumers who are still concerned — or who simply want to know more about GMOs in their food — can learn whether products have been genetically altered thanks to a law passed in July 2016 requiring manufacturers to inform consumers about GMO ingredients. The bill requires food manufacturers to use one of three types of labels to inform consumers when GMO ingredients are in their products: a statement on the package, directions to a website or a phone number, or a QR code and will be implemented in 2018. *Read more nutrition and fitness advice in our EatWell and MoveWell sections.*",
    "summary": "The article debunks common misconceptions about genetically modified organisms (GMOs), asserting that they are not inherently harmful, are not ubiquitous, and do not necessarily lack nutrients or alter human DNA.  GMO technology, while advanced, builds upon centuries of human plant modification, offering benefits like disease resistance and increased yields with rigorous testing and approval processes."
  }
]